[{
	"id": 5245,
	"title": "Phillipa Clark's Testimonial",
	"html": "<blockquote>\"I've lost 22lbs this year 17lbs in 3 months since joining bootcamp. It great fun and would highly recommend it\"</blockquote>",
	"image": null,
	"publishedDate": 1397999601000
}, {
	"id": 5247,
	"title": "Andrew Dodman's Testimonial",
	"html": "\"The sessions are an absolutely fantastic way to get fit, to stay healthy and to make new friends. The Tuesday evening Class offers a variety of sessions to suit an individual's confidence and fitness levels. I've found each session to be delivered in an enjoyable, personable and relaxed manner. Although the trainers are knowledgeable, skilful and experienced, the emphasis is always on having fun and I would strongly recommend anyone to have a go.\" - <strong>Andrew Dodman</strong>",
	"image": null,
	"publishedDate": 1397999898000
}, {
	"id": 5249,
	"title": "University of Sheffield Staff",
	"html": "\"I loved the fact that there were varied options you could choose depending on your confidence and fitness. I never felt pressured to try and keep up if I couldn't and I was probably the least fit person there I loved the mixture of individual and team exercises\" \"Trainer was very enthusiastic but didn't make me feel uncomfortable, the differing levels of options for each exercise were important everything was simple and so no one felt left out\" \"Both of the trainers were very good and their sense of humour helped to encourage us through some of the more difficult exercises. Not only do I hurt a couple of days after the session but I also thoroughly enjoyed the session\" \"I liked the variety within the session. I particularly like the different levels of exercises which were offered to ensure that everyone in the group could participate at a level which pushed them but was also achievable\" \"Hard work but good fun and a great work out\" \"Really enjoyed the session and would definitely attend another after work session\" \"The session was fun and interactive whilst being very informative\" \"A fun way to get everybody involved. I like the idea of different levels so that as an individual you had a choice of which level to do\" \"Very enthusiastic. It was good to use team challenges and I like the fact everybody was involved. I felt that there was a good team mentality and that everybody enjoyed the challenges\"",
	"image": null,
	"publishedDate": 1397999985000
}, {
	"id": 10147,
	"title": "Good Fats",
	"html": "Here is a quick simple list of good fats that can help stabilize your sugar and insulin levels\n<ul>\n\t<li>Avocado</li>\n\t<li>Humus</li>\n\t<li>Walnuts</li>\n\t<li>High Quality Fish Oil</li>\n\t<li>Oily Fish such as Salmon</li>\n\t<li>Seeds</li>\n</ul>\nQuick Tips\n<ul>\n\t<li>Avoid Trans fats such as cakes, buns, crisps</li>\n\t<li>Avoid low fat as this usually means higher sugar content or the food is more processed</li>\n</ul>\n<strong>More to update shortly</strong><p>&nbsp;<p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1405600371000
}, {
	"id": 10151,
	"title": "Core Exercises",
	"html": "",
	"image": null,
	"publishedDate": 1405601361000
}, {
	"id": 10152,
	"title": "10 Minute Circuit",
	"html": "Here is a quick 10 minute Circuit to try which we do at Bootcamps in Leeds with UK Outdoor Fitness<p><strong> Time </strong>(Minutes &amp; Seconds) / <strong>Level of Intensity</strong> Easier / Harder\n<ol>\n\t<li>1 min Squats / Jumping Squat</li>\n\t<li>1 min Lunge / Jumping Lunges</li>\n\t<li>1 min Jumping Jack / Super Jumping Jack*</li>\n\t<li>1 min Stepping Quad Burner / Jumping Quad Burner*</li>\n\t<li>1 min Half Squat Hold / Full Squat Hold</li>\n\t<li>1 min Plank / Plank Builder</li>\n\t<li>1 min Sit up / Sit up and Twist</li>\n\t<li>1 min Leg Drops (Double Legs</li>\n\t<li>1 min Reverse Crunch</li>\n\t<li>1 min Press up Plank / Raise legs Alternate in air</li>\n</ol>\nContinuous no resting (Try once or twice in a row) Shorten the circuit by making all the exercises 30 seconds<p>*Jumping Jack (Hard version) <a title=\"UK Outdoor Fitness Jumping Jack Version \" href=\"http://catfoodisgoodforyou.com/wp-content/uploads/2014/02/star-jumps1.jpg\" target=\"_blank\">http://catfoodisgoodforyou.com/wp-content/uploads/2014/02/star-jumps1.jpg</a> easier version don't jump in the air<p>*Quad Burner Ski Squat (Knee close squat stepping into wide squat) Hard version Jumping in too these positions or even add a bench<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/07/Quad-Burner.png\"><img class=\"wp-image-11858 size-full\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/07/Quad-Burner.png\" alt=\"Quad Burner\" width=\"94\" height=\"188\" /></a> Quad burner with Step/ bench (Hard option)<p><strong>So why Circuit train?</strong><p>Circuit is training is just one form of <a href=\"http://en.wikipedia.org/wiki/Interval_training\">Interval Training</a> which is proven to be one of the best forms of increasing your fitness, losing weight and lowering your blood pressure and heart rate if you need to do so. Circuit Training Can also improve strength, Stamina, speed and overall body conditioning. Our 10 minute circuit can really push your body to levels which will help you move into different intensities with short bursts of exercise. These types of circuit can be repeated as many times as you like and adapted to your fitness levels from 30 second to 90 seconds per exercise<p><strong>Testing Heart Rate</strong><p>A healthy suggested resting heart rate is 60-80 (60-100 NHS 2014) and under 60 deemed as excellent. The more your exercise and eat health the better this will be<p>Good links on Blood pressure and Resting Heart Rate\n<ul>\n\t<li><a href=\"http://www.nhs.uk/Conditions/Blood-pressure-(high)/Pages/Introduction.aspx\">High Blood Pressure </a></li>\n\t<li>Resting Heart rate  How to <a href=\"http://www.netfit.co.uk/fitness/test/resting-heart-rate.htm\">check </a></li>\n\t<li>Resting Heart Info <a href=\"http://www.nhs.uk/chq/Pages/2024.aspx?CategoryID=52\">NHS </a></li>\n</ul>\n&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1405602466000
}, {
	"id": 11205,
	"title": "Winter Survival Tips for Outdoor Fitness",
	"html": "<strong>Winter Survival Tips for Outdoor Bootcamps and fitness Classes </strong><p>With the winter fast approaching we thought it would be beneficial to put together a survival guide so you can continue to enjoy your classes and be ready for best season for training!!<p>Here is a winter survival top tip guide for boot camp classes; (We have used our own knowledge and experience as well a resources from third parties which have been referenced<p><b><strong>Realising the health benefits of exercise during winter:</strong></b>\n<ul>\n\t<li>Staying cooped up indoors all winter isn't beneficial for your health and can leave you more exposed to illnesses doing the winter rounds. Getting out and about gives you a chance to breathe fresh air, to see new and varied sights (beats <a href=\"http://www.wikihow.com/Fight-Cabin-Fever\">cabin fever</a>), and gives you a sound mind and body workout.</li>\n\t<li>If you suffer from <a href=\"http://www.wikihow.com/Feel-Happy-During-a-Cold-Winter\">Seasonal Affective Disorder</a> (SAD), getting outside and exercising will help to alleviate the symptoms by introducing more daylight to your system and by involving you in activities that are fun and exciting.</li>\n\t<li>For those trying to keep their weight under control, exercising in the cold burns more calories because you need to move faster and constantly to remain warm; as well, many winter sports require you to tackle different terrain, including snow.</li>\n\t<li>Exercise can help keep <a href=\"http://www.wikihow.com/Prevent-a-Cold-or-the-Flu\">colds and flus</a> at bay, provided you don't overdo it.</li>\n</ul>\n<b><strong>Skincare and Clothing</strong></b>\n<ul>\n\t<li>Gear up for the running. If you can, apply moisturizer on your skin to keep itching and dryness away. Invest in good ski-mask or hoodie that will protect your neck, head and face from bitter wind. Pull a knit or fleece cap over your ears and wrap a scarf around your neck and mouth if you don't have a ski mask.</li>\n\t<li>Find a lightweight but warm winter jacket for you to wear. These are usually fleece. Gear up under it with a t shirt (long sleeved or short sleeved) and a sweatshirt. Too warm will cause you to sweat after a few seconds of running.</li>\n\t<li>Wear leggings and sweatpants, or long underwear and sweatpants.</li>\n\t<li>Wear running shoes that have decent traction, so you can maintain traction on icy or snowy surfaces. Trail-running shoes work very well. If there is too much snow, try lightweight boots that bend with you but wick off snow and moisture. Our recommendations are some of the following:</li>\n\t<li>Remove sock liners and wet laces and hang them up so the sneakers can dry more quickly.</li>\n\t<li>Stuff shoes with wadded newspaper to soak up the stink and moisture.</li>\n\t<li>Place them in a warm, dry spot but not too close to theradiator: Heat breaks down the foam and rubber in sneakers.</li>\n\t<li><strong>Tip:</strong> Spraying your sneakers with a waterproofing solution can help them withstand the wet better, Luna says, but it can also make them less breathable.</li>\n</ul>\n<b><strong>Protect your car</strong></b>\n<ul>\n\t<li>The likelihood is that you will be getting mucky! To protect your car we recommend car covers or bin bags. You can get 10 seat shaped car covers for £2.75 on the following link: <a href=\"http://www.amazon.co.uk/AllTrade-Direct-Premium-Disposable-Protective/dp/B00M0LPC0U/ref=sr_1_2?ie=UTF8&amp;qid=1412678963&amp;sr=8-2&amp;keywords=car+plastic+seat+covers\">http://www.amazon.co.uk/AllTrade-Direct-Premium-Disposable-Protective/dp/B00M0LPC0U/ref=sr_1_2?ie=UTF8&amp;qid=1412678963&amp;sr=8-2&amp;keywords=car+plastic+seat+covers</a></li>\n\t<li>Bring a spare plastic bag for your dirty trainers and spare pain of trainers/ flip flops/ sandals.</li>\n</ul>\n<strong>Warm up and cool down</strong>\n<ul>\n\t<li>A good warm-up is essential to avoid injury, but it’s particularly important in winter when it can take a little longer for your body to warm up.</li>\n\t<li>Start slowly with some very gentle running or even walking. “One top athlete I used to train with always began with walking,” says Jackie. “‘What’s the rush?’ he used to say.”</li>\n</ul>\n<ul>\n\t<li>Gradually increase your pace until, after around 10 minutes, you get to the pace you’re going to maintain for most of the run.</li>\n</ul>\n<ul>\n\t<li>“Don’t stop after your warm-up to stretch,” says Jackie. “Your body will cool down again and you’ll have wasted the time you spent warming it up.” If you want to stretch before you start running, you could do some walking lunges or high knee skips.</li>\n</ul>\n<ul>\n\t<li>To cool down, carry on running at an easier pace or walk for five to ten minutes. This will help your body recover after your run. But don’t stop and stretch outside or you could get too cold. Do some stretches indoors instead</li>\n</ul>\n<b><strong>Nutrition </strong></b>\n<ul>\n\t<li>When the temperature drops and winter arrives, it can become tempting to curl up on the couch with your favorite snacks while the kids play outside in the snow. During the winter months it's important to ensure that everyone in the family continues to eat healthfully. This can be especially tough around the holidays, but by following some simple nutrition tips you can keep your family fit and healthy while boosting your immune systems.</li>\n\t<li>During the cold, winter months, you may feel yourself craving more carbohydrates than usual. There's a good reason for this: with fewer hours of sunlight, the level of \"feel-good\" serotonin stored in your brain can become depleted. To compensate for declining serotonin levels, your brain tells your body it needs more, resulting in an increased craving for carbohydrate-loaded comfort foods that boost serotonin production. Your children will probably be feeling the same cravings, so it's important to help them avoid simple carbohydrates such as sugary snacks and encourage them to eat complex carbohydrates that will take longer to break down and provide a longer, more sustained level of energy. For meal time, think of seasonal foods; good wintertime sources of carbohydrates include pumpkins, squashes and sweet potatoes. Switch from sugar-laden recipes for these vegetables and try soup or casseroles seasoned with dry dressing and dip mix for an unexpected burst of flavour</li>\n</ul>\n<strong> Vitamin D</strong><p>Fewer hours of sunlight each day and colder temperatures that keep you indoors can result in your body taking in less vitamin D than it receives during the summer, which is generated in our bodies via sunlight. For this reason, you need to ensure that your family receives enough vitamin D during the winter. Sources of vitamin D include fortified milk and other dairy products, eggs -- especially the yolks -- and fatty fish such as salmon. However, food alone may not be enough to provide the vitamin D lacking in the winter. One solution might be taking vitamin D supplements to ensure you're all getting enough. Always speak to your pediatrician before placing children on any supplement, especially vitamin D. Too much vitamin D is also a concern<p><strong>Boost Your Immunity</strong><p>There's no surefire way to prevent catching a cold, but there are some steps you can take to minimize the risk. Vitamin C supplements, for example, have been shown to make colds milder and shorter. Another tip is to eat plenty of probiotics, healthy bacteria that can protect the body from infection. Probiotics are added to some brands of yogurt, a good food to include as a snack or for breakfast, or use it as a healthy base for vegetable dip made with dry dressing and dip mix. Another tip to help moms and kids boost their immune systems is to eat foods that are rich in antioxidants such as vitamin C and beta-carotene. These are found in foods such as cabbage, broccoli, citrus fruit, sweet potato and spinach. Increasing your zinc intake can also help you fight off infections. Foods rich in zinc include fish, poultry, eggs, milk and unprocessed grains and cereals<p><strong>Beware of Overeating</strong><p>Both adults and kids have a tendency to overeat during the winter, and high-calorie, high-fat diets can have an adverse affect on immune systems. Nutritionists recommend eating no more than 30 percent of your calories as fat year-round, and they advise that the fats you consume should be healthy monounsaturated and polyunsaturated<p><strong>Staying Motivated</strong>\n<ul>\n\t<li>It's getting colder and we are losing the light, which doesn't help the motivation levels for training over winter, right? But if you're tempted to hit the snooze button in the morning, remember this – staying motivated this winter requires a change to only one thing: your mindset. Sure, the conditions encourage eating more and doing less, but the bedrock of motivation is based on two things. The first is having a goal or target to aim for. The second is clearly understanding the positive effects your actions will have on your life. Connect with these two forces and you will always be inspired.</li>\n</ul>\n<strong>Train for an event:</strong><p>There is nothing like having a short-term goal to work towards to keep you focused and on track with your training. The end of winter brings with it a few classic events, such as the body+soul Bridge Run in Sydney. Winter is the perfect time for running training, too, because it’s not too hot.<p><strong>Set a goal</strong><p>Not really into running? No problem! Set another goal, such as a few kilos' weight loss or a five per cent reduction in body fat. Stick a photo of that bikini you want to buy on the fridge. When you see that swimwear, knowing each day that passes brings you closer to hitting the beach this summer, you are going to be keen to close that fridge door and grab the skipping rope instead. There's nothing like a picture to motivate you. It might not be a bikini; it might be a photo of you in terrific shape or a great outfit you want to wear. Whatever image works for you, stick it up where you'll see it every day.<p><strong>Focus on the benefits</strong><p>The gravitational pull of the bed is very strong at 6am, especially when it is cold and dark outside. That's why you need to remind yourself of the benefits exercise brings you. You want to manage your stress levels, have an abundance of energy and feel good about yourself rather than falling asleep at your desk, feeling overwhelmed and overweight. So get a piece of paper and write down all the ways exercise adds to the quality of your life. Stick it on the fridge, along with your photo, and read it regularly, particularly when you are feeling flat.<p><strong>Embrace the weather</strong><p>Instead of avoiding the cold, embrace it. The famously disciplined Shaolin monks train in any conditions because it builds character. You don't have to go to the Himalayan mountains, but getting outside for some fresh air and open space will be good for your mind as well as your body. If it rains? You need to toughen up and get wet - It wont hurt you<p><strong>Reward yourself</strong><p>When you reach your goal, reward yourself. Not with a big cake, but with something special like a new outfit for your new body. There's nothing like working towards a goal, achieving it, then splashing out to say: \"Well done me\".<p><strong>Checklist</strong>\n<ul>\n\t<li>Scarf, \"hoodie\", or ski-mask</li>\n\t<li>Wool hat</li>\n\t<li>T-shirt</li>\n\t<li>long-sleeve shirt</li>\n\t<li>Sweat-shirt.</li>\n\t<li>Sweat-pants</li>\n\t<li>Long underwear</li>\n\t<li>At least two pairs of socks</li>\n\t<li>Running shoes with good traction</li>\n\t<li>Warm gloves or mittens</li>\n\t<li>Car seat protection</li>\n\t<li>MOTIVATION</li>\n</ul>\n<strong>Winter exercises to burn Cals</strong><p><strong>Building a fire:</strong> 80 calories*<p><strong>Having a snowball fight:</strong> 96<p><strong>Ice-skating:</strong> 176<p><strong>Shoveling snow:</strong> 192<p><strong>Skiing (cross-country):</strong> 256<p><strong>Skiing (downhill):</strong> 192<p><strong>Sledding:</strong> 224<p><strong>Snowboarding:</strong> 192<p>References<p><a href=\"http://www.fitnessmagazine.com/workout/motivation/get-started/winter-fitness-workout-tips/#page=9\">http://www.fitnessmagazine.com/workout/motivation/get-started/winter-fitness-workout-tips/#page=9</a><p><a href=\"http://everydaylife.globalpost.com/winter-nutrition-tips-24200.html\">http://everydaylife.globalpost.com/winter-nutrition-tips-24200.html</a><p><a href=\"http://www.bodyandsoul.com.au/fitness/training+tips/stay+motivated+to+exercise+over+winter,18065\">http://www.bodyandsoul.com.au/fitness/training+tips/stay+motivated+to+exercise+over+winter,18065</a><p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1412687223000
}, {
	"id": 11232,
	"title": "Nutrition and Portion Control",
	"html": "<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/portionControl-photo.jpg\"><img class=\"alignnone  wp-image-11243\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/portionControl-photo-300x214.jpg\" alt=\"portionControl-photo\" width=\"200\" height=\"143\" /></a></p>\n<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><a title=\"Image\" href=\"http://www.crwf.com/managing-portion-control-with-type-2-diabetes/\">Image</a></p>\n<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><span style=\"color: #0000ff;\"><em><strong>UK Outdoor Fitness present Nutrition and Portion Control : We have collaborated with Nichola from Nics Nutrition based in Yorkshire to give you correct information with no spiels on secret fad \"special diets\" or latest trends</strong></em></span></p>\n<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><span style=\"color: #0000ff;\"><em><strong>This will also help you improve your performance, eating habits, portion control and overall general health and fitness at our Bootcamp and Fitness classes This is also excellent reading for any non Bootcamp members: </strong></em></span></p>\n<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><span style=\"color: #3366ff;\">Ever wondered what a balanced diet consists of or how much you should eat of what? Well here is <strong><span style=\"color: #339966;\">UK Dietitian Nic </span></strong>from <a href=\"http://nicsnutrition.com/\" target=\"_blank\"><span style=\"color: #3366ff;\">NicsNutrition.com</span></a> to introduce you to what makes up a balanced diet!</span></p>\n<p style=\"margin: 0px 0px 15px; padding: 0px; border: 0px currentColor; color: #909090; line-height: 21px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\"><span style=\"color: #3366ff;\">\"A balanced diet can be made up of the following food groups:</span></p><p><ul style=\"list-style: none; margin: 0px 0px 15px 25px; padding: 0px; border: 0px currentColor; line-height: 20px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\">\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #3366ff; line-height: 13px; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"color: #ff0000;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">Fruit &amp; Vegetables</strong></span>,</span> which provide our bodies with vitamins, minerals, antioxidants, <a style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #880008; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; text-decoration: none; vertical-align: baseline;\" title=\"All About Fibre\" href=\"http://nicsnutrition.com/fibre/\" target=\"_blank\"><span style=\"color: #3366ff;\">fibre</span></a> and water. Fruit, vegetables and salad are low in calories and high in volume. Fruit contains natural sugar (fructose), which releases its energy slowly meaning it keeps you fuller for longer. The majority of vegetables and salads contain very small amounts of energy and so are great to fill up on, especially if you are trying to lose weight.</span></li>\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"color: #ff0000;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"font: inherit; margin: 0px; padding: 0px; border: 0px currentColor; vertical-align: baseline; font-size-adjust: inherit; font-stretch: inherit;\">How Much Should we Eat?</span></strong></span> A portion of fruit is a handful, around 80g (40g of dried fruit though). Ideally you should eat between 5 and 9 portions of fruit and vegetables a day. Aim to eat a variety of different colours, which means you will be eating a variety of different nutrients and vitamins. Fresh, frozen, juiced, canned and dried fruit and veg all count, with the exception of white potatoes (sweet potatoes do count!). If you love 100% pure fruit juice, great, but limit your intake to one small glass a day as it’s not as good as eating whole fruit. For weight maintenance you should fill 1/3 of your plate with vegetables or salad, and for weight loss you should fill up 1/2 of your plate, with fruit snacks in between or as a part of your breakfast.</span></li>\n</ul>\n<ul style=\"list-style: none; margin: 0px 0px 15px 25px; padding: 0px; border: 0px currentColor; line-height: 20px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\">\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"color: #339966;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"font: inherit; margin: 0px; padding: 0px; border: 0px currentColor; vertical-align: baseline; font-size-adjust: inherit; font-stretch: inherit;\">Starchy Carbs</span></strong>,</span> such as granary bread, basmati rice, porridge oats and pasta provide our bodies with energy, some protein, B vitamins, minerals and <a style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #880008; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; text-decoration: none; vertical-align: baseline;\" title=\"All About Fibre\" href=\"http://nicsnutrition.com/fibre/\" target=\"_blank\"><span style=\"color: #3366ff;\">fibre</span></a>. Wholegrain foods such as oats protect us against the risk of heart disease and stroke, and those that are higher in fibre and less processed also have a lower glyceamic index (GI) which means that they release their energy slowly.</span></li>\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"color: #339966;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">How Much Should we Eat?</strong></span><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"> </span></span>At each meal i.e. 3 times a day, you should fill 1/3 of your plate with starchy carbs if you’re trying to maintain your weight and just under 1/4 of your plate if you’re trying to lose weight.</span></li>\n</ul>\n<ul style=\"list-style: none; margin: 0px 0px 15px 25px; padding: 0px; border: 0px currentColor; line-height: 20px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\">\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #3366ff; line-height: 13px; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"color: #ffcc00;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">Meat, Fish &amp; Alternative sources of Protein</strong></span> <span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">such as eggs, nuts, beans and pulses provide our bodies with protein, which enables our bodies to grow and repair. These foods also provide B vitamins, including vitamin B12 needed to make red blood cells and keep our nervous systems healthy, and minerals including iron, zinc and magnesium. We should choose leaner cuts of meat and healthy cooking methods such as grilling or dry roasting (minus the skin on meat!). Bulking out meals with ‘plant-based proteins’ such as lentils and beans will make your meals higher in soluble fibre which helps to lower cholesterol levels.</span></span></span></li>\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"color: #ffcc00;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"font: inherit; margin: 0px; padding: 0px; border: 0px currentColor; vertical-align: baseline; font-size-adjust: inherit; font-stretch: inherit;\">How Much Should we Eat?</span></strong></span> At each main meal i.e. 2 times a day, you should fill 1/3 of your plate with protein foods if you’re trying to maintain your weight, and just over 1/4 of your plate if you’re trying to lose weight (see below for more information on portion sizes!). We should eat at least 2 portions of fish a week, 1 of which is oily e.g. salmon, fresh tuna, mackerel, pilchards or sardines as they are rich in omega 3 which helps to keep our hearts healthy. They are also a good source of vitamin D which helps the body to absorb calcium. For more information about protein and protein powders checkout <a href=\"http://nicsnutrition.com/protein-powders-explained/\" target=\"_blank\"><span style=\"color: #3366ff;\">[this blog post].</span></a></span></li>\n</ul>\n<ul style=\"list-style: none; margin: 0px 0px 15px 25px; padding: 0px; border: 0px currentColor; line-height: 20px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\">\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #3366ff; line-height: 13px; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"color: #ff00ff;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">Milk &amp; Dairy Foods</strong></span> </span>provide our bodies with protein, calcium, vitamin B2 (needed to turn the food we eat into energy) and vitamin A (needed for healthy eyes and also teeth).</span></li>\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"color: #ff00ff;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"font: inherit; margin: 0px; padding: 0px; border: 0px currentColor; vertical-align: baseline; font-size-adjust: inherit; font-stretch: inherit;\">How Much Should we Eat?</span></strong> </span>Ideally we should be eating 2-3 portions of milk and dairy foods a day. A portion is the equivalent to 1/3 pint milk, 1 small pot of yoghurt or 30g (a match-box size) of cheese.</span></li>\n</ul>\n<ul style=\"list-style: none; margin: 0px 0px 15px 25px; padding: 0px; border: 0px currentColor; line-height: 20px; font-family: 'Droid Sans',Arial,Helvetica,'Trebuchet MS',sans-serif; vertical-align: baseline; background-color: #ffffff;\">\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #3366ff; line-height: 13px; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><span style=\"color: #00ffff;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #993366; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">High Fat/Sugar Foods</strong></span> </span>such as butter, oil, biscuits, cake, sweets and pastry should be eaten in moderation. Foods high in fat and sugar are high in calories which may promote weight gain. Eating too many sugary foods can also cause tooth decay. Studies show that replacing trans fats (found in processed foods), with mono-unsaturated fats such as olive oil or rapeseed oil reduces the risk of diseases such as heart disease and cancer.</span></li>\n\t<li style=\"margin: 0px 0px 10px; padding: 0px 0px 0px 25px; border: 0px currentColor; color: #909090; line-height: 25px; vertical-align: baseline; background-image: url('https://ci6.googleusercontent.com/proxy/UKESaUWStTQ4IbBjZer-Id1U2T2BGUlEVqBMlCS7_Jbfw-9IgcQQSmY1WVcvaPG1rNaZDPgTbSkOYofqGFBOvqhmBSSHNemBp2QGwuDcaJjqipLnapJ_pHvM1znIRhqXa25esAkq-4s=s0-d-e1-ft#http://nicsnutrition.com/wp-content/themes/food-recipes/images/arrow-menu-list.png'); background-repeat: no-repeat no-repeat;\"><span style=\"color: #3366ff;\"><span style=\"color: #ff00ff;\"><span style=\"margin: 0px; padding: 0px; border: 0px currentColor; color: #993366; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\"><strong style=\"margin: 0px; padding: 0px; border: 0px currentColor; line-height: inherit; font-family: inherit; font-size: inherit; font-style: inherit; font-variant: inherit; vertical-align: baseline;\">How Much Should we Eat?</strong></span> </span>If a portion of fat/sugar is 100 calories, e.g. a tablespoon of oil/butter, 1 snack sized chocolate bar or 2 plain biscuits, we should aim to eat 0-4 portions a day.. fewer if you’re trying to lose weight as there are no nutrients in these types of foods that we cannot get from other food groups.\"</span></li>\n</ul>\n<div><span style=\"color: #909090; font-family: Droid Sans, Arial, Helvetica, Trebuchet MS, sans-serif;\"><span style=\"line-height: 25px;\">For more information on portion sizes check out <a href=\"http://nicsnutrition.com/what-is-a-portion-healthy-eating-guide/\" target=\"_blank\"><span style=\"color: #1155cc;\">Nic's Blog Post on Portion Sizes!</span></a></span></span></div>",
	"image": null,
	"publishedDate": 1412792895000
}, {
	"id": 11450,
	"title": "Men's Health at Work",
	"html": "<strong>Men's Health at work and reducing your stress levels</strong><p>UK Outdoor Fitness top tips for men to reduce stress and improve there overall health whilst coping with the everyday health pressures<p><strong>Take a break a work</strong><p>If you have a lunch hour, take your lunch hour or your allotted time, go for a walk, and make sure you leave your computer and desk<p>Taking regular, short breaks at work is good for your physical health. It can help with your eye health and preventing tense muscles. Concentration can be improved and can also give you chance to stretch as muscles in your back and hip complex can become tight with prolong times sat at the desk.<p><strong>Hit the gym or go for a run – exercise can reduce stress </strong><p>Endorphins are produced during exercise which help you feel great after a workout. There is increasing evidence that regular exercise, at the right intensity, can help with reducing stress levels.<p>Exercise and health Quote:<p><em>“It's the miracle cure we've all been waiting for. It can reduce your risk of major illnesses, such as heart disease, stroke, diabetes, and cancer, by up to 50%. It can lower your risk of early death by up to 30%. It’s free, easy to take, has an immediate effect and you don’t need a GP to get some. </em><p><em>Its name? Exercise.” NHS : 11/12/2013</em><p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/DSCN2663.jpg\"><img class=\"alignnone  wp-image-11451\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/DSCN2663-300x225.jpg\" alt=\"DSCN2663\" width=\"284\" height=\"213\" /></a><p><strong>Bodyweight Training – Back to basics</strong><p>No frills body weight exercise is one of the biggest growing trends, thanks to CrossFit, Bootcamp and obstacle racing cultures for bringing back the basic, train anywhere, drop-and-do-it, full-body strengthening regime. This year, for the first time ever, bodyweight training appeared on the American College of Sports Medicine's annual survey of 3,815 health and fitness professionals predicting fitness trends for the upcoming year.<p>\"Body weight training uses minimal equipment making it more affordable. Not limited to just push-ups and pull-ups, this trend allows people to get 'back to the basics' with fitness,\" ACSM wrote. No gym - No excuse.<p><strong>Energy Drinks</strong><p>Energy drinks can be high in caffeine and Taurine. These drinks can give you sugar imbalances (Sugar highs and lows – meaning you will feel high then tired, high then tired). Energy drinks could be more likely to cause a caffeine overdose because they can be drunk quickly, unlike hot drinks like tea or coffee, they contain large amounts of caffeine which can cause heart palpitations, fits as well as raising the risk of Type 2 diabetes. These are extreme example but too higher consumption of these energy drinks are not good for your health. Energy drinks can also affect your sleeping pattern which in turn can also effect stress at work as well as lower concentration levels.<p>Water, fruit and nuts can give you a longer lasting level of energy without the sugar highs and lows.<p><strong>Snacking at work</strong><p>Replace refine sugar and unhealthy snacks with healthier options.<p>Here are a few examples of <strong>healthier</strong> snacks. Please look out for our healthy snack and lunch blogs coming very soon.\n<ul>\n\t<li>Carrot, cucumber, and hummus</li>\n\t<li>Almond, Walnuts and Macedonia nuts (in Moderations)</li>\n\t<li>Fruit (again to be consumed in moderation because fruit can be high in fructose. It is also advisable drink water afterwards to help neutralize the acid in your mouth)</li>\n\t<li>Naked bars</li>\n\t<li>Ryvita and cottage cheese</li>\n\t<li>For Higher Energy and more active users (Peanut butter and banana)</li>\n\t<li>Dark Chocolate (aim for above 70% cocoa levels) over normal chocolate</li>\n\t<li>Boiled Eggs / Egg Salads, add Avocado into your salad and food</li>\n</ul>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/carrots-4_2055983b.jpg\"><img class=\"alignnone size-medium wp-image-11452\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/carrots-4_2055983b-300x187.jpg\" alt=\"carrots-4_2055983b\" width=\"300\" height=\"187\" /></a><p>An excellent website for nutrition, recipes and snack please check out <a title=\"Nics Nutrition\" href=\"http://nicsnutrition.com/\">http://nicsnutrition.com/</a> Nichola is a registered dietitian<p><strong>Better posture at work </strong><p>Set your work e-mail to alert you every 15 minutes to remind you to sit up straight with your shoulders back<p>Try use a stability ball to sit on at work. This will help you posture and strengthen you core<p>Last but most important, strengthen your back so it's as strong as your chest. These exercises can fix an imbalance.<p>At the gym train your back not just your arms and chest (A better back = better chest). Overtraining your chest can tighten your frontal plane of your body, increasing the hunching and poor posture which we see every day in office desk based workers.<p><strong>Drink peppermint or green tea </strong><p>It is suggested that Green tea is the healthiest beverage on the planet. It is loaded with antioxidants and nutrients that have powerful effects on the body. Benefits can includes improved brain function, fat loss, a lower risk of cancer and many other incredible benefits. From personal experience peppermint tea has really helped with overall general health with a big favorite Pukka Tea (Licorice and Peppermint). Try these instead of coffee.<p><strong>Enter a mud run / Obstacle race course (ORC)</strong><p>Having a goal and focus is a great for starting up or continuing your fitness regime. It also brings camaraderie with all your work colleagues, and definitely creates a good vibe and positive chat. Some of the better races to enter – Total Warrior, Yorkshire Warrior, Yorkshire Mud Run, Spartan, Pain Barrier and Tough Mudder . These races are all held locally, bringing you lots of mud, obstacles and fun.<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/SPART-2014.jpg\"><img class=\"alignnone size-medium wp-image-11453\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/10/SPART-2014-300x300.jpg\" alt=\"SPART 2014\" width=\"300\" height=\"300\" /></a><p><strong>General Hints</strong><p>Think positive and don’t- be drawn into negative conversions. If you think and visualise positive this will affect your mood and generate positive results<p><strong>PMA</strong> Positive Mental Attitude (Think this daily)<p><strong>Good links to check out </strong><p><strong>Extra Top ten tips from Mens Health Magazin</strong>e <a href=\"http://www.menshealth.co.uk/healthy/stress/10-work-stress-busters\">http://www.menshealth.co.uk/healthy/stress/10-work-stress-busters</a><p><a href=\"http://www.dailymail.co.uk/health/article-2792690/sales-sugar-caffeine-laden-energy-drinks-restricted.html\">http://www.dailymail.co.uk/health/article-2792690/sales-sugar-caffeine-laden-energy-drinks-restricted.html</a><p><a href=\"http://www.menshealth.com/fitness/3-ways-stop-slouching\">http://www.menshealth.com/fitness/3-ways-stop-slouching</a><p><a href=\"http://www.nhs.uk/Livewell/fitness/Pages/Whybeactive.aspx\">http://www.nhs.uk/Livewell/fitness/Pages/Whybeactive.aspx</a><p><strong> </strong><p>&nbsp;",
	"image": null,
	"publishedDate": 1414008400000
}, {
	"id": 11643,
	"title": "Why you should use Body weight training?",
	"html": "<strong>Body Weight Training </strong><p>Why?<p><strong>1. Super-efficient workouts.</strong> Unless the goal is to look like <a href=\"https://www.youtube.com/watch?v=jpfFgIx27SU\">Arnold circa 1977</a>, the days of two-hour workouts are numbered. Research suggests high-output, bodyweight-based exercises such as <a href=\"http://greatist.com/fitness/gractivity-react-method/\">plyometrics</a> yield awesome fitness gains in very short workout durations. Since there’s no equipment involved, bodyweight workouts make it easy to transition quickly from one exercise to the next. Shorter rest times mean it’s easy to <a href=\"http://www.stephenholtfitness.com/2155/more-scientific-support-for-a-quick-workout/\">quickly boost heart rate</a> and burn some serious calories.<p><strong>2. Combined cardio and strength training.</strong> Pressed for time but need to hit cardio and strength in <a href=\"http://greatist.com/tips/rev-up-borking-workout-tabata-intervals/\">one quick workout</a>? Performing quick bodyweight <a href=\"http://greatist.com/fitness/research-review-tabata-core/\">cardio sessions</a> (such as one minute of <a href=\"http://www.youtube.com/watch?v=21dvQyNiTjM\">burpees</a> or a set of jumping jacks) in between strength exercises will keep the heart pumping while still encouraging muscle and strength development.<p><img src=\"http://loveableface.com/wp-content/uploads/2014/08/burpee-plank-challenge.jpg\" alt=\"Burpee\" width=\"500\" height=\"375\" /> How to do a burpee<p><strong>3. Fast fat-burning</strong><strong>.</strong> Looking to shed a few unwanted pounds? Just a few minutes of a <a href=\"http://www.schwarzenegger.com/fitness/post/your-body-is-all-you-need-the-worlds-oldest-training-method-and-a-1-workout\">bodyweight circuit training</a> can have a major impact on the body's metabolism. Don't believe it? Try adding a few quick sets of these <a href=\"http://www.youtube.com/watch?v=cUzHuGyHyVw&amp;feature=player_embedded\">amped-up burpees</a> into any workout routine and see what happens!<p><strong>4. Something for everyone.</strong> Bodyweight exercises are a great choice because they’re easily modified to challenge any fitness level. Adding extra repetitions, performing the exercises faster or <a href=\"http://www.t-nation.com/free_online_article/sports_body_training_performance/isometrics_for_mass\">super-slow</a>, and <a href=\"http://www.oneresult.com/articles/training/back-basics-push\">perfecting form</a> are a few ways to make even the simplest exercise more challenging. And progress is easy to measure, since bodyweight exercises offer endless ways to <a href=\"http://www.youtube.com/watch?v=NdaS-I56PpI&amp;feature=player_embedded\">do a little more</a> in each workout.<p><strong>5. Improved core strength.</strong> The \"core\" is <a href=\"http://www.dukehealth.org/health_library/video/core_strengthening_with_duke_sports_medicine/article_view\">more than just abs</a>. In fact, at least <a href=\"http://www.mayoclinic.org/news2012-mchi/7097.html\">twenty-nine muscles</a> make up the human core, and many simple <a href=\"http://www.mayoclinic.com/health/core-strength/SM00047\">bodyweight movements</a> can be used to engage all of them. Such exercises improve core strength for better posture and improved athletic performance.<p><strong>6. Increased flexibility.</strong> Not everyone who does regular resistance training has to end up with tight muscles, inflexible joints, and a bad case of <a href=\"https://www.youtube.com/watch?v=eYN5DABaWwk\">imaginary lat syndrome</a>. Bodyweight training for strength and flexibility can go hand-in-hand. Completing bodyweight exercises through a <a href=\"https://www.youtube.com/watch?v=Xz5fUtv_NCA\">full range of motion</a> is a great way to ensure joints are moving freely, can lead to <a href=\"http://renegadehealth.com/blog/2010/08/23/flexibility-exercises-for-the-inflexible\">improved posture</a>, and might even reduce the chance of exercise-related injury. And yoga, the bodyweight-based workout of choice for many, is another great way to to improve flexibility while also significantly improving strength.<p><strong>7. Convenience</strong><strong>.</strong> Ask someone <a href=\"http://www.health.com/health/article/0,,20634423,00.html\">why they don't exercise</a>, and chances are \"no time\" or \"inconvenience\" might come up as culprits. Bodyweight exercises eliminate many of these common obstacles by allowing anyone to <a href=\"http://doctorsexercise.com/journal/benex.htm\">squeeze in workouts</a> wherever they are. Exercising without equipment can be used as a <a href=\"http://www.mayoclinic.com/health/exercise-and-stress/SR00036\">stress reliever</a> for those working from home or can provide a great <a href=\"http://www.nerdfitness.com/blog/2010/12/20/the-20-minute-hotel-workout/\">hotel room workout</a> for people on the road. \"No time\" really becomes no excuse.<p><strong>8. Better balance</strong><strong>.</strong> Since bodyweight exercises use no weights, increasing resistance is accomplished in other ways. For example, a regular <a href=\"http://www.bodybuilding.com/exercises/detail/view/name/bodyweight-squat\">bodyweight squat</a> can be ramped up by swapping it for a single-leg squat (known as a <a href=\"http://www.youtube.com/watch?v=TWvIu7s-vIM\">pistol squat</a>). Super-functional exercises like the pistol squat (and <a href=\"http://www.mayoclinic.com/health/balance-exercises/SM00049&amp;slide=2\">less intense ones, too</a>!) can improve balance through increased body awareness and control. These advantages are another reason why bodyweight exercises can improve <a href=\"http://www.bodybuilding.com/fun/keats5.htm\">athletic performance</a>.<p><strong>9. Bye bye, boredom</strong><strong>.</strong> There are <a href=\"http://greatist.com/fitness/50-bodyweight-exercises-you-can-do-anywhere-030612/\">countless exercise variations</a> that can spice up any workout routine. Working with a variety of exercises not only relieves potential workout boredom, it can also help break through exercise <a href=\"http://greatist.com/fitness/workout-strength-training-plateau/\">plateaus</a> to spark further fitness progress.<p><strong>10. Fitness that's fun</strong><strong>!</strong> Heading indoors for exercise is not everyone's cup of tea. That's another beauty of bodyweight exercises: They can be performed inside or <a href=\"http://www.mensfitness.com/training/build-muscle/the-great-outdoors-workout-routine\">outdoors</a>, alone or with a group of friends, which is particularly enjoyable if some <a href=\"https://www.youtube.com/watch?v=5mJNJKwcgbI&amp;playnext=1&amp;list=PLBD33E680BDCA16BF&amp;feature=results_main\">seemingly silly exercises</a> are incorporated into the routine! A <a href=\"http://www.getresponse.com/archive/hitchmailinglist/The-Secret-to-6-Pack-Abs-A-Sense-of-Humor-9069199.html\">little laughter</a> makes the process more enjoyable.<p><strong>11. Injury prevention.</strong> Since injury is one of the main reasons <a href=\"http://ca.askmen.com/sports/bodybuilding_100/140_fitness_tip.html\">why people fall off the exercise bandwagon</a>, preventing those aches and pains should be a big priority. Bodyweight exercises are generally quite <a href=\"http://www.marksdailyapple.com/bodyweight-exercises-and-injury-prevention/#axzz2GkCbAi9X\">safe for any exerciser</a> regardless of experience, age, or fitness level. Many simple bodyweight movements can actually be an effective option for rehabilitation, even for those with significant impairments.<p><strong>12. Results.</strong> Let's talk results. Bodyweight exercises get results partly because they often involve <a href=\"http://www.bodybuilding.com/fun/sclark55.htm\">compound movements</a> (meaning numerous joints and muscles are engaged in each move). Compound exercises such as push-ups, lunges, and chin-ups have been shown to be extremely <a href=\"http://www.bodybuilding.com/fun/mahler57.htm\">effective for strength gains</a> and <a href=\"http://www.sparkpeople.com/resource/fitness_articles.asp?id=1395\">performance improvements</a>. The results from bodyweight training are amplified even more because of the core strength they develop (see #5 above). And research shows improved core strength gained through bodyweight training translates into improved strength gains throughout the entire body <strong> </strong> <strong> </strong> <strong> </strong> <strong> </strong> <strong> </strong>",
	"image": null,
	"publishedDate": 1415189798000
}, {
	"id": 11849,
	"title": "Pre workout food",
	"html": "<strong>Pre workout food - Advice tips and truths</strong><p><strong>What to eat before a fitness class?</strong><p>Written by Rob Maher (UK Outdoor Fitness)<p><strong>Why you should eat prior to a workout</strong><p>This blog post is to give our members a better understanding about what the right foods are to eat to optimise performance at boot camp and promote healthy eating to our members this winter and thereafter.<p><span style=\"color: #0000ff;\"><strong>Please note the right pre workout food is very important</strong></span><p><em>‘You should</em><em> </em><em>always eat food prior/pre workout something before a <strong>bootcamp</strong> class so your body has enough fuel to power through your workout.’</em><p>Ignore the myths that starving yourself pre-workout will cause your body to burn more fat during your workout. This is not true, and can actually have detrimental effects on your body.  Not eating pre workout can cause your body to actually use more energy from proteins than fats (deriving from muscle mass). This counteracts the point of the workout, which is to increase muscle mass and get lean! Your body needs sugars to use as fuels. These sugars come from Carbohydrates making a small, healthy snack consisting mainly of healthy carbohydrates perfect for fuelling your workout.<p><strong>When you should eat prior to a workout</strong><p>There are no set rules for when is the best time to eat prior to a workout and it can vary between each individual, depending on the foods you are eating. As a general rule; for a large meal leave between 2 and 4 hours before exercising, for a medium / small meal leave between 1-2 hours before exercising and snacks (fruits) can be consumed between 0-1 hour before.<p><strong>30mins before workout</strong><p>A snack consumed just before workout should be a fast-digesting carbohydrate that contains little fat. (Fat digests slowly, so you want to avoid this just before exercising.) This enables you to digest the meal quickly and assures energy is available during your workout.<p>Pre Workout Snacks and food before a Bootcamp class\n<ul>\n\t<li>Fruit juice</li>\n\t<li>Fruit smoothie</li>\n\t<li>High-glycemic fruits like pineapple, apricots, <a href=\"http://onetribewellness.com/18-healthy-things-a-banana-can-do-for-you/\">banana</a>, mango, and watermelon</li>\n\t<li>Sports drinks</li>\n\t<li>Pretzels or bagels (but not whole grain varieties, which digest slowly)</li>\n\t<li>Energy bars (look for 3-5 grams of protein, at least 15 grams of carbs, and very little fat)</li>\n</ul>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/11/Banana-2.jpg\"><img class=\"wp-image-11853 size-full\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/11/Banana-2.jpg\" alt=\"Banana 2\" width=\"225\" height=\"300\" /></a> Banana is an excellent source of energy as well as many other health benefits<p>2 hours before workout<p>An ideal meal time is approximately 2 hours before your workout. This should be 300-500 calories consisting mainly of healthy carbohydrates. This is probably the most common method and it must be noted that the higher the fat and protein content, the longer you will need to wait before exercising!<p>Meal Ideas before Bootcamp (1-2 hours before):\n<ul>\n\t<li>Greek Yogurt and trial mix</li>\n\t<li>Whole wheat toast and sliced banana</li>\n\t<li>Nuts</li>\n\t<li>Oatmeal</li>\n\t<li>Cereals (with more than 3 grams of fiber) and milk</li>\n\t<li>Trail mix with nuts and dried fruit</li>\n\t<li>Hummus and raw veggies</li>\n\t<li>Hard boiled eggs (or egg whites)</li>\n\t<li><a href=\"http://en.wikipedia.org/wiki/Cottage_cheese\">Cottage cheese</a> and fruit</li>\n\t<li>Half a peanut butter or turkey/chicken sandwich on whole grain bread</li>\n\t<li>Whole grain crackers with nut butter or cheese</li>\n\t<li>Whole grain fig (or fruit) Newton cookies</li>\n\t<li>Milk (especially chocolate milk)</li>\n\t<li>Tomato or vegetable juice</li>\n\t<li>Yogurt smoothie (with added protein powder, if desired)</li>\n\t<li>Most protein/energy bars</li>\n\t<li>Bananas</li>\n</ul>\nAs a moderate athlete there is a lot of flexibility available in terms of nutrition prior to workout. However it must be noted that food does need to be consumed prior to a workout and fasted workouts are counter-productive. It is about getting to know your body and what works best for you as each individual is different. Eating the right foods at the right times before your workout is essential for energy, performance and to keep your body burning fat!!\n<h3></h3>",
	"image": null,
	"publishedDate": 1416927505000
}, {
	"id": 11901,
	"title": "Member Prices 2015",
	"html": "[vc_row][vc_column width=\"1/1\"][vc_column_text]\n<h2><span style=\"color: #e0009d;\">MEMBER PRICES 2015</span></h2>\n<h2><span style=\"color: #e0009d;\">PROVISIONAL PRICING STRUCTURE (New Members contracts 2015)</span></h2>\nResearch has found prices are extremely competitive throughout the UK with excellent value for money.<p>Listed below is the new UK Outdoor Fitness price structure for 2015. (UK Outdoor Fitness Ltd 2014<p><span style=\"color: #008000;\"><em><strong>Prices may vary from area and locations around the UK!</strong></em></span><p>Due to Government taxes, inflation and general costs, membership prices will be increasing in January 2015.<p>Details of membership and FAQ:\n<ul>\n\t<li>The following prices are for new starting members only. Non-contractual members the new pricing structure will apply (Including Pay as you train and Block session)</li>\n\t<li><strong>Existing members will have a price freeze and will continue with the price they are paying</strong></li>\n\t<li>Members who have cancelled or are cancelling and wish to re-join will be under the new pricing structure.</li>\n\t<li>Contracts require 30 Days cancellation notice period after minimum contract is fulfilled.</li>\n\t<li>Contracts after the minimum period are rolling contracts until notice is given to Debit Finance</li>\n</ul>\n<span style=\"color: #0000ff;\"><strong>Please find below our new pricing structure starting the 1st January 2015:</strong></span>\n<h3>Monthly Membership Prices (Various Contract Lengths)</h3>\n<ul>\n\t<li>£28 p/m 12 month min membership (unlimited sessions) Free Jumper.</li>\n\t<li>£30 p/m 6 Month min membership (unlimited sessions) Free Water bottle.</li>\n\t<li>£32 p/m 3 Month min membership (unlimited sessions).</li>\n\t<li>£22 p/m 1 x session a week any park (minimum 3 month contract).</li>\n\t<li>£28 p/m 2 x sessions a week any park (minimum 3 month contract).</li>\n\t<li>£26 p/m Key Services 3 month min membership<strong> (NHS/ FIRE/ POLICE)</strong> (unlimited sessions).</li>\n\t<li>£55 p/m Couples, Partner, Buddy up membership 6 month min membership (Unlimited Membership for 2)</li>\n</ul>\n<span style=\"color: #ff00ff;\"><strong>N.B All Monthly membership have a <em><span style=\"color: #0000ff;\"><span style=\"text-decoration: underline;\">£20</span> <span style=\"color: #ff00ff;\">Registration fee - If signing up directly after trial period this fee will be <span style=\"color: #0000ff;\">waived</span> - Must be signed up within 3 days of finishing trial) (If you, as a pay as you train member join this registration fee will also be waived).</span></span></em></strong></span>\n<h3>Month By Month Membership Prices (No Minimum Contract)</h3>\n<ul>\n\t<li>£40 p/m monthly membership (unlimited session).</li>\n\t<li>£24 p/m student discount (full time courses only and Proof may be needed), unlimited sessions (group discounts available).</li>\n</ul>\n<strong><span style=\"color: #ff00ff;\">Indoor classes have a<span style=\"color: #0000ff;\"> £1</span> surcharge per class due to the increase in hall hire and rentals.</span></strong><p><em><strong>Membership can be cancelled after a contract ends by notifying debit finance with 30 days notice.</strong></em>\n<h3>Pay As You Go Options:</h3>\n<ul>\n\t<li>Pay as you train <span style=\"color: #0000ff;\"><strong>£7</strong></span> per session (One off £20 registration Fee)</li>\n\t<li>10 Session Block <strong><span style=\"color: #0000ff;\">£60</span> </strong>(Cash/ Credit Card/ Cheque)</li>\n\t<li>Yearly Annual Membership <strong><span style=\"color: #0000ff;\">£280</span> </strong>one off payment - Cash/ Credit Card/ Cheque)</li>\n</ul>",
	"image": null,
	"publishedDate": 1417007945000
}, {
	"id": 11954,
	"title": "12 Days Christmas winter exercise challange",
	"html": "<h2><span style=\"color: #ff0000;\">12 Days Christmas Challenge</span></h2>\nHere is our <span style=\"color: #ff0000;\"><em>12 days Christmas winter exercise challenge.</em></span><p>You have <strong><span style=\"text-decoration: underline;\">12</span></strong> different exercises to work out to in the form of time of reps! You can work your way through the challenge daily and then back up so  this will last <strong><span style=\"text-decoration: underline;\">24 days.</span></strong> This can go in-line with your daily advent calender.<p><strong><em><span style=\"color: #ff00ff;\">After each day of the exercise challenge you repeat the previous days challenge for one minute. Keep a log each day that you take part or print of tick off.</span></em></strong>\n<h1><span style=\"color: #ff0000;\"><strong><em><span style=\"text-decoration: underline;\">12 Days of Christmas tone up challenge: </span></em></strong></span></h1>\n<ul>\n\t<li><i>12 - 12 x Mini Shuttle runs (1 = there and Back) (15-25 Metres) </i></li>\n\t<li><i>11 - 110 Seconds Plank (Knee if needed or mini breaks for beginners in the 110 session)</i></li>\n\t<li><span style=\"color: #0000ff;\"><i>When </i><i>finished</i><i> Shuttles for one minute</i></span></li>\n\t<li><i>10 - 100 squats </i></li>\n\t<li><span style=\"color: #0000ff;\"><i>When finished Plank for one minute</i></span></li>\n\t<li><i>9</i><i> – 90 </i><i>Mountain</i><i> climbers (Or steps Out) </i></li>\n\t<li><i><span style=\"color: #0000ff;\">When finished Squats for one minute</span> </i></li>\n\t<li><i>8 – High knee sprinting on the spot (Add punches in) </i></li>\n\t<li><span style=\"color: #0000ff;\"><i>When finished Mountain climbers for one minutes</i></span></li>\n\t<li><i>7 – 70 Lunges </i></li>\n\t<li><i><span style=\"color: #0000ff;\">When finished High Knees for one minute</span> </i></li>\n\t<li><i>6 – 60 Star jumps (Squat Start Jumps) </i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished Lunges for one minute</span> </em></i></li>\n\t<li><i>5 – 50 seconds Press up position Plank </i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished Star Jumps for one minute</span> </em></i></li>\n\t<li><i>4 – 40 reverse </i><i>crunches</i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished Press Up Plank for one minute</span> </em></i></li>\n\t<li><i>3 – 30 Sit up </i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished reverse crunch for one minute</span> </em></i></li>\n\t<li><i>2 – 20 </i><i>Burpees</i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished Sit Ups for one minute</span> </em></i></li>\n\t<li><i>1 – 10 Press up </i></li>\n\t<li><i><em><span style=\"color: #0000ff;\">When finished Burpees for one minute</span> </em></i></li>\n</ul>\nFinish in 12 days and go back up to make 24 days just in time for <span style=\"color: #ff0000;\"><em><strong>CHRISTMAS</strong></em></span><p>If you wish to sign up for this challenge please like and share our challenge and comment below you have signed up for the challenge! Let us know how you are getting on  12/24 days and if you complete everyday.<p>Please like and share our <a href=\"https://www.facebook.com/bootcampsfitness?fref=ts\">Facebook</a> page<p>Some Videos and List of the exercises\n<ol>\n\t<li>Plank (On elbows bum down with raised tighten abs)</li>\n\t<li>Press up (Arms over chest rather than shoulders)</li>\n\t<li><a href=\"https://www.youtube.com/watch?v=jGQ8_IMPQOY\">Squats </a> (Aim over 90 degrees on Squats)</li>\n\t<li><a href=\"https://www.youtube.com/watch?v=nmwgirgXLYM\">Mountain Climbers </a></li>\n\t<li><a href=\"https://www.youtube.com/watch?v=8opcQdC-V-U\">High Knees</a> Please do on spot though - High intense</li>\n\t<li>Lunges</li>\n\t<li>Star Jumps (See Diagram Below)</li>\n\t<li>Press Up Plank</li>\n\t<li><a href=\"https://www.youtube.com/watch?v=41RIQqSmm8I\"><span style=\"text-decoration: underline;\">Reverse Crunch </span></a></li>\n\t<li>Sit Ups</li>\n\t<li><span style=\"text-decoration: underline;\"><a title=\"Burpee's\" href=\"http://en.wikipedia.org/wiki/Burpee_(exercise)\">Burpees </a></span></li>\n\t<li>Press Ups</li>\n</ol>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/Star-Jumps.jpg\"><img class=\"wp-image-11955 size-thumbnail\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/Star-Jumps-150x150.jpg\" alt=\"Star Jumps from the 12 days christmas work out challenge\" width=\"150\" height=\"150\" /></a> Star Jumps 12 days Christmas Challange<p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1417436362000
}, {
	"id": 12007,
	"title": "Christmas Timetable",
	"html": "<h1><span style=\"color: #ff0000;\">Christmas Timetable 2014</span></h1>\n<h2>Christmas Timetable in Leeds - Sheffield - York - Castleford and Bradford.</h2>\nClass changes are mentioned otherwise classes will still be on. (This may change)\n<ul>\n\t<li>Saturday 20th - All class as normal (Kippax Swimming pool as school closed)</li>\n\t<li>Sunday 21th - All classes as normal</li>\n\t<li>Monday 22nd - All classes as normal (Kippax Swimming pool as school closed)</li>\n\t<li>Tuesday 23rd - All classes as normal including Headingley 18.30 and 19.30</li>\n\t<li><span style=\"color: #ff0000;\">Wednesday 24th - Xmas Eve - <strong>NO</strong> <strong>CLASSES</strong></span></li>\n\t<li><span style=\"color: #ff0000;\">Thursdays 25th - Christmas Day - <strong>NO CLASSES</strong></span></li>\n\t<li><span style=\"color: #ff0000;\">Friday 26th - Boxing Day - <strong>NO CLASSES</strong></span></li>\n\t<li>Saturday 27th - Kippax 09.30 Swimming pool - <strong><span style=\"color: #0000ff;\">Kirkstall Abbey 10am only</span></strong> - Hillsborough 08.00 only - Baildon 09.30 - Drighlington 09.30 - <span style=\"color: #0000ff;\"><strong>York - NO CLASS</strong> </span></li>\n\t<li>Sunday 28th - Temple Newsam 10.30 - <span style=\"color: #0000ff;\"><strong>Farsley - NO CLASS</strong></span></li>\n\t<li>Monday 29th - All classes as normal (Kippax Swimming pool as school closed)</li>\n\t<li>Tuesday 30th - Kirkstall Abbey 18.30 Only <span style=\"color: #0000ff;\">(No Headingley classes (Church Closed) and No Castleford as school is closed)</span></li>\n\t<li><span style=\"color: #0000ff;\">Wednesday 31st - New Years Day - <strong>NO CLASSES</strong></span></li>\n\t<li><span style=\"color: #0000ff;\">Thursday 1st - New Years Day - <strong>NO CLASSES</strong></span></li>\n\t<li>Friday 2nd - CLASSES AS NORMAL (Including Roundhay)</li>\n\t<li>Saturday 3rd - CLASSES AS NORMAL</li>\n\t<li>Sunday 4th - CLASSES AS NORMAL</li>\n</ul>\nFor questions on the Christmas timetable please email paul@ukoutdoorfitnes.com<p>Worried about the cold and weather? Please check out our winter survival <a href=\"http://www.ukoutdoorfitness.com/bootcamp/winter-survival-tips-outdoor-fitness/\">blog</a> to help you through this<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/12-days-christmas.jpg\"><img class=\"wp-image-12009 size-full\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/12-days-christmas.jpg\" alt=\"Christmas Timetable http://www.bootcampeffect.com/the-12-days-of-fitness\" width=\"300\" height=\"197\" /></a> http://www.bootcampeffect.com/the-12-days-of-fitness<p>&nbsp;",
	"image": null,
	"publishedDate": 1417678194000
}, {
	"id": 12017,
	"title": "Crime Prevention and Vehicle Safety",
	"html": "<h2>Crime Prevention and Vehicle Safety</h2>\n<address>Protecting your car and crime prevention!</address><address><strong>Written:</strong> Paul Smith - UK Outdoor Fitness Director.</address>Over the Christmas period is imperative to help against crime.<p><span style=\"color: #0000ff;\"><em><strong>Personal Experience: \"</strong>2 years ago I had my car broken in to on Christ</em></span><em><span style=\"color: #0000ff;\">mas eve with Christmas presents, sat nav and money in my car. Its felt horrible. This was in the daytime outside a restaurant with CCTV, in a secure car park. So it can happen anywhere, anytime.\"</span></em><p>Together we can to stop vehicle crime happening to you.<p><span style=\"color: #ff0000;\"><strong>Unfortunate facts: </strong><em>Over the festive period crime rate massively rises and most vehicle crimes only take 10 sessions to happen the <a href=\"http://content.met.police.uk/Site/crimepreventionvehiclesafety\">Major of London's websites</a> suggests</em></span><p>Please be advised that over <strong>December</strong> and in general when coming to our Bootcamp classes please make sure you leave any valuables at home. If you do have phones, purses or valuables please give them to the instructor who will put them in a secure bag.<p>Unfortunately no where is safe; car parks, outside your house, or even at the supermarket.<p>If you do leave personal possessions in your vehicle for your own safety please make sure that they are not on show.<p>Unfortunately we are in a society where thieves will look for \"easy pickings\". Something on show will swiftly be broken into. (Yes its a horrible to think this would happen but it will)<p>Here are a few helps links with advice from polices forces around the UK.<p><strong>Please remove from your car:</strong>\n<ul>\n\t<li>Sat Nav</li>\n\t<li>Christmas presents</li>\n\t<li>Cash</li>\n\t<li>Valuables</li>\n\t<li>Do not have anything on Show and if you glove box is empty show it is empty to avoid break-ins</li>\n</ul>\nPlease avoid the below picture and check out the <span style=\"color: #0000ff;\"><a href=\"http://www.southyorks.police.uk/content/vehicle-crime\"><span style=\"color: #0000ff;\"><span style=\"color: #0000ff;\"><strong><em>South Yorkshire</em></strong></span> <strong><em>Police</em></strong></span></a></span> for advice on vehicle and crime prevention.<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/Break-ins.jpg\"><img class=\"wp-image-12018 size-medium\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/Break-ins-199x300.jpg\" alt=\"Vehicle Crime Prevention. Please avoid leaving valuables on show in your car\" width=\"199\" height=\"300\" /></a> Vehicle Crime Prevention. Please avoid leaving valuables on show in your car!!!<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p><strong>Crime prevention tips from and checklists from police forces around the UK:</strong>\n<ul>\n\t<li>Crime Prevention: Christmas Check list &gt; <a href=\"http://www.wiltshire.police.uk/index.php/campaignsand-events/5617-christmas-crime-prevention-tips-vehicle-and-home-safety-tips\">Wiltshire police force</a></li>\n\t<li>Crime Prevention: Christmas Help &gt; <a href=\"http://www.cleveland.police.uk/advice-information/christmas-crimeprevention.aspx\">Cleveland Police force</a></li>\n\t<li>Crime Prevention: General Vehicle help and advice &gt; <a href=\"http://www.westyorkshire.police.uk/help-advice/crime-prevention/vehicle-crime/preventing-vehicle-crime\">West Yorkshire Police Force</a></li>\n\t<li>Crime Prevention: Protect yourself &gt; <a href=\"http://content.met.police.uk/Article/Vehicle-crime/1400011158005/1400011158005\">Metropolitan Police </a></li>\n</ul>\n&nbsp;<p>If you have any questions please contact your local police station. Please share this blog with your friends, colleagues and family to avoid break in and <span style=\"color: #0000ff; text-decoration: underline;\"><strong>fight back against crime.</strong></span><p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1417710517000
}, {
	"id": 12031,
	"title": "Shape up over the Christmas Period",
	"html": "<h2><strong>Shape Up over this Christmas period</strong></h2>\n<address><em><strong><span style=\"color: #ff0000;\">Shape up</span></strong> whilst most people increase weight over the festive period, why not shape up?</em></address>The Christmas period is notorious for people piling on a few extra pounds! The cold, miserable weather makes exercising less desirable and the festive period is filled with alcohol, buffets and Christmas dinner (&amp; pudding!!). This blog post gives some simple tips that will help you to stop adding on the pounds this festive period!<p><em><strong>Fun Fact:</strong> Research has shown that if you eat one mince pie every day from the 1st December, you will be one kilo heavier come the end of the month</em><p>The <a href=\"http://www.theguardian.com/news/reality-check/2013/dec/20/how-much-weight-will-i-gain-at-christmas-and-how-long-will-it-take-to-lose-it\">Guardian </a>suggest we can add on average 5lbs increase by the end of the Christmas period<p>To start with you need to ask yourself ‘do I seriously want to watch what I eat and stay healthy and look good this Christmas season?’ If the answer is YES then this post will be beneficial for you! By far the most important factor here is your attitude and determination! Too often people are resigned to the fact that they are going to put weight on over the xmas period, but just a few small changes and a bit of self-discipline could change this.<p>Here are the UK Outdoor Fitness top <span style=\"color: #ff0000;\"><strong>5 tips</strong> </span>for this Christmas period to stay in shape;<p><strong>KNOW YOUR GOALS</strong> – It’s the holiday season so undoubtedly you are going to be eating out more and consuming more rich foods. So the most sensible goal at this stage would be to ‘maintain your weight’. This way it will be pleasant surprise if you do lose some weight, but aiming to maintain at this stage is sufficient.<p><strong>STAY ACTIVE</strong> – You must keep up your exercise regime during this period. Do not wait to start your regime in January, it is not going to help with your weight loss. Start now and make exercise your priority. If you are going to a party close by; walk and do not get a taxi. Take stairs not lifts. Here are some key reasons why:\n<ul>\n\t<li>Improve you <a href=\"http://en.wikipedia.org/wiki/Immune_system\">immune system </a>and reduce your chances of falling ill.</li>\n\t<li>Promotes a positive mind and attitude towards all aspects of life.</li>\n\t<li>Reduces <a href=\"http://www.nhs.uk/conditions/stress-anxiety-depression/pages/understanding-stress.aspx\">anxiety and stress </a>(which can be high during this period).</li>\n\t<li>Winter is an ideal time to lose weight as your metabolism naturally speeds up to help keep you warm. Keep moving through winter and you'll be a step ahead when the warm weather arrives.</li>\n\t<li>Summer bodies are gained in the winter!</li>\n</ul>\n<strong>DO NOT OVERSTOCK YOUR CUPBOARDS/ BE CARFUL WHAT YOU EAT</strong> – If the food is not there, you won’t eat it! Easy to eat snacks such as share size packs of crisps, sausage rolls etc. make persistent snacking too accessible. Limit the amount you buy and be strict with yourself. Ask yourself ‘am I really hungry or am I just eating for the sake of it?’ Be in control of your weight loss management. Another good pointer is eating a healthy meal or snack before you go to a party to stop you from over indulging on unhealthy party snacks.<p><strong>BE CAUTIOUS OF ALCOHOL CONSUMPTION</strong> – This is not saying you have to completely avoid alcohol. But definitely try to limit it and keep two or three days a week alcohol free. Drink lots of water in-between and after alcohol consumption to avoid dehydration. Also carefully chose the mixers you use, such as soda and slim line tonic. Try and avoid coke, lemonade and other fizzy drinks full of sugar! Also choose drinks with a lower alcohol content reducing the risk of ‘binge drinking’ and exceeding limits!<p><b><strong>EMBRACE THE CHALLENGE AND ENJOY IT – </strong></b>If you usually slack off in the winter, embrace the fact you are changing things this time around! Focus on what you do love about this time of year and focus on how it provides new health and fitness opportunities for you. Enjoy in season foods such as oranges, kale and chestnuts and enjoy some outdoor exercise in the crisp winter air! ‘Suck it up now, or suck it up come summer time’, easy choice<b> </b><p>As the winter is fast approaching, here at UK Outdoor Fitness we ensure sessions are adapted and made specific to the conditions to optimise results for all of our members. We LOVE training in the winter and we will make sure you do too!<p>We have some great equipment to use this winter including;\n<ol>\n\t<li>Lighting for all parks</li>\n\t<li>Tyres/ Sandbags</li>\n\t<li>Resistance bands</li>\n\t<li>Kettlebells/ Viprs</li>\n\t<li>Boxing</li>\n\t<li>Waterproof Speakers</li>\n</ol>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/XMAS-2.jpg\"><img class=\"size-full wp-image-12008\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2014/12/XMAS-2.jpg\" alt=\"Don't Add the weight on over Christmas Shape up instead\" width=\"300\" height=\"200\" /></a> Don't Add the weight on over Christmas Shape up instead",
	"image": null,
	"publishedDate": 1417714115000
}, {
	"id": 12306,
	"title": "Fitness Assessment 2015",
	"html": "<h1><span style=\"color: #0000ff;\"><strong>Fitness Assessment</strong></span></h1>\nFitness Assessment 2015 taken by <a title=\"Lee Parfitt\" href=\"http://www.ukoutdoorfitness.com/meet-the-instructors/\">Lee Parfitt </a><p>The UK Outdoor Fitness Assessment assesses aerobic power and muscular endurance and comprises the following elements that must be completed in the order shown:<p>a.            1.5 mile Run (Aerobic Test)\n<ol>\n\t<li>Press Ups (Muscular Endurance)</li>\n\t<li>Sit Ups (Muscular Endurance)</li>\n\t<li>Burpees (Muscular Endurance)</li>\n\t<li>Shuttle Sprints (Speed Endurance)</li>\n</ol>\n<h2><strong>Assessment Protocols</strong></h2>\nAssessment Activity 1<p>Assessment activity number 1 is the Aerobic Assessment (Run), which comprises 2 parts.<p>Part 1 of the test is a warm up for 5 minutes, during which all participants are to carry out their own warm up in preparation for the activity to follow..<p>Part 2 of the test is a best effort run over a measured 2.4km course and follows on immediately after Part 1.<p>The Aerobic Test (Run) is to be conducted on a 2.4km course on level ground affording a good running surface.<p>Participants should be set off in order of ability groups with the lowest ability groups setting off 2 minutes prior to the higher ability groups. This should ensure that participants should be finishing the running assessment within a small amount of time from each other, thus minimising the length of time some participants are waiting prior to commencement of the next assessment activity.<p>As each participant completes the run they are given a time, which they are to remember. Once all participants have finished the assessor should then collate all times from the participants.<p>Assessment Activity 2<p>Assessment activity number 2 is the Muscular Endurance Assessment which comprises of Press Ups, Sit Ups, and Burpees. Participants are to partner up, with one participant firstly carrying out 2 minutes of Press Ups whilst their partner counts them. After this the counting participant will then do the Press Ups whilst their partner counts. This should then continue through the Sit Ups and the Burpees. Carrying out this part of the assessment in this way ensures that each participant will have a minimum of 2 minutes rest in between each Muscular Endurance activity. The participant who is counting should only count repetitions carried out as per the following activity criteria:<p><strong>Press Ups</strong><p>Participants are to lie flat on their stomach/chest with legs straight and feet not more than 30cm apart. Their hands are to be positioned, palms down (they may face inwards slightly) in a comfortable position from which they are able to commence the exercise. The hands and feet must be on the same level. This is known as the ‘Start Position’.<p>The Press-up is performed from the Start Position by straightening the arms until they are fully locked at the elbows, using the toes as a pivot. The body is then lowered (by bending the elbows) until the upper arms are at least parallel to the floor. The body must be kept straight throughout the Press-up.<p>Participants are required to perform as many Press-ups as they can within the 2-minute continuous period.<p>Press-ups are performed within a continuous  2-minute period and participants continue with the exercise until the 2 minutes elapses or they are unable to continue due to the onset of fatigue. Rest periods are permissible as necessary and participants may adopt a rest position of their choice but they must return to the Start Position before resuming the test.<p>Variations of this activity can be used if participants are unable to carry out the activity as outlined in the above criteria. These variations are Press Ups, pivoting around the knees or Box Press Ups. Participants using either of these variations of exercise should continue to use them during future assessments.<p><em>At the end of each 2 minute Assessment, the assessor should collate all scores from the counters.</em><p><strong> </strong><p><strong>Sit Ups </strong><p>Participants are to lie in a supine position on the floor with their knees bent between 70° - 110°; their feet may be up to 10cm apart. The arms are folded across the chest with the fingertips placed in the depression above the clavicle and elbows tucked into the chest - this position is known as the Start Position. The arms and fingertips must remain in this position throughout the test.<p>The Counter holds the participant’s feet in place and the Sit-up is initiated, from the Start Position, by curling up to reach the vertical position, (ensuring the elbows touch the knees) followed by a return to the Start Position (ensuring that the base of the shoulder- blades gently touch the mat).<p>Participants are required to perform as many Sit-ups as they can within the 2-minute continuous period.<p>Sit-ups are performed within a continuous 2-minute period and participants continue with the exercise until the 2 minutes elapses or they are unable to continue due to the onset of fatigue. Rest periods are permissible as necessary and participants may adopt a rest position of their choice, but they must return to the correct Start Position before resuming the test.<p><em>At the end of each 2 minute Assessment, the assessor should collate all scores from the counters.</em><p><strong> </strong><p><strong>Burpees</strong><p>Participants are to stand up (starting position)to start the test, moving down to a crouched position prior to pushing the legs back, extending through the knees until in a press up position. They are then to bring the knees back towards the elbows prior to standing and returning to  the start position.<p>Participants are required to perform as many Burpees as they can within the 2-minute continuous period.<p>Burpees are performed within a continuous 2-minute period and participants continue with the exercise until the 2 minutes elapses or they are unable to continue due to the onset of fatigue. Rest periods are permissible as necessary and participants may adopt a rest position of their choice, but they must return to the correct Start Position before resuming the test.<p><em>At the end of each 2 minute Assessment, the assessor should collate all scores from the counters.</em><p>&nbsp;<p>Assessment Activity 3<p>Assessment activity number 3 is the 20 metre shuttle sprint. During this part of the Assessment, again the participants are paired up (ensure the same pairs as per activity number 2, with the same participant going first).<p>One of the participants will then sprint out 20 metres on a marked area (preferably on concrete) and then sprint back. This is to be completed 5 times, ensuring that each participant has carried out a continuous 20 metre shuttle run, ten times.<p>The partner is responsible for counting the amount of sprints that the participant has carried out.<p>Once the participant has completed the Assessment activity, it is then the turn of the counting participant to do their assessment whilst their partner counts.<p>&nbsp;",
	"image": null,
	"publishedDate": 1420721875000
}, {
	"id": 12625,
	"title": "Hello",
	"html": "",
	"image": null,
	"publishedDate": 1422896454000
}, {
	"id": 17559,
	"title": "Brides Getting Married",
	"html": "<h1>Brides Getting Married in 2016</h1>\n<h3>Do you want to be in shape for your Wedding......</h3>\n<ul>\n\t<li>Are you getting married in 2016/ 2017? Bride to be?</li>\n\t<li>Are you a going to a wedding, maid or honour or bridesmaid?</li>\n\t<li>Do you want to fit in that dress?</li>\n\t<li>Would you like that suit to fit perfect in all areas ready for the big day</li>\n</ul>\nIf you have answered yes to any of the questions we are here to help<p>UK Outdoor Fitness and its staff have many years of experience in getting brides to be, grooms and bridesmaids in shape for that all important day<p><strong>Brides </strong><p>First of all congratulations. We know that this is most likely going to be one of the most in days in your life and that all the cameras will be on you, your dress and the pictures will stay with you for the rest of your life. You have your all important dress fitting and this is the one day you want everything to fit into place. From past experience of training many \"brides to be\" as well as getting married myself later this year this is one of the most important times of your life. The simple fact is you have to look and feel right in the dress and there is no other option to do so!<p>his is your day but you are on show and most likely everyone in your friendship network will see. Facebook, instagram, twitter, pinterest and many more channels<p>With this in mind it now time for you to start your campaign with Mission \"I look amazing\" not that you don't already<p>So what should do you hints and tips<p>Exercising<p>So when should you start exercising?.... Now! Do not leave this to the last minute, two weeks before or even 6 weeks before. When you know you are getting married you need to start. Once you  are in a routine  you can then use the last 6 weeks to tune up, tone up and lower the stress levels which you may or may not have put your other half through. They signed up to this so if they are able to cope withe inner and outer \"Bridzilla they are keepers\"<p>How many times should you exercise a week? Once is better than none, twice is better then once and three times is better then twice - you get the picture. Remember what ever you were not doing before its time to do more. You can start off lightly and the more time you have this will alllow you to progress at a steady pace. We get a lot of brides to be starting boot-camp 12 to 18 months in advance. Coming one, twice upto 4/5 times a week.<p>What should sort of exercise should you be doing?<p>I am obviously bias and would suggest Bootcamp and outdoor fitness classes every day of the week but you have to make sure what works well for you and fits into your bus lifestyle. Have a look at the following\n<ul>\n\t<li>Bootcamp and Outdoor Fitness classes, boxing bootcamp (Good for the arms)</li>\n\t<li>Gym and gym classes</li>\n\t<li>Boxing/ Boxercise</li>\n\t<li>Walking (Great fat burner)</li>\n\t<li>Running (Great but if you have dodgy knees and ankles something you should do moderately and mix with other circuit style classes</li>\n\t<li>Team sports - Netball, Rounders (Example Ossett Rounders club have a great ladies team who incorporate fitness and fun at the same time)</li>\n</ul>\nWhat should do you do on top? Added extra\n<ul>\n\t<li>Add weight - These help tone and define you body</li>\n\t<li>Pilates - Great for you posture and them all important pictures -</li>\n\t<li>Yoga and Thai Chi - Great for stress relief, increased toning and flexibility and overall health and well being</li>\n\t<li>Stretch - Great for overall health and well being, and posture. This will also help you avoid injuries before you big day</li>\n</ul>\nHow to motivate yourself on top of your wedding<p>Diet - Skin<p>Stress levels<p>Relax<p>Work<p>Bridzilla<p><strong>Bridesmaid </strong><p><strong>Hen Parties</strong><p><strong>30 day challenge before the wedding </strong><p><strong>Motivation </strong><p># hashtag for social media",
	"image": null,
	"publishedDate": 1454429084000
}, {
	"id": 18982,
	"title": "Grooms you are Getting Married",
	"html": "<h3>Grooms you are getting Married You are getting married and you need help?</h3>\nYou got down on one knee and now have the daunting task of planning, organising and making  this the most special day of your life - Sorry her life :) The stress is all about to begin or you may well be in the amidst of it. Well I am here to help as well as go through the experience with you. I myself will be getting married in 2016\n<h3>So do you want to be in shape for your Wedding......</h3>\n<ul>\n\t<li>Are you getting married in 2016/ 2017? You are the groom and want to look great</li>\n\t<li>Are you a going to a wedding, groom. best man or usher</li>\n\t<li>Have you got a beer belly</li>\n\t<li>No Motivation</li>\n\t<li>Dislike exercise</li>\n\t<li>Is your other half pressurizing you to be in shape for the big day?</li>\n\t<li>Would you like that suit to fit perfect in all areas ready for the big day?</li>\n\t<li><strong>Need Help?</strong></li>\n</ul>\nIf you have answered yes to any of the questions we are here to help<p>UK Outdoor Fitness and its staff have many years of experience in getting brides to be, grooms and bridesmaids in shape for that all important day",
	"image": null,
	"publishedDate": 1454428844000
}, {
	"id": 12611,
	"title": "Better night's sleep for health",
	"html": "<h1>Would you like a better night's sleep for health?</h1>\n<h2><span style=\"color: #0000ff;\">\"So how can UK Outdoor Fitness assist you for a better night's sleep for health and well being?\"</span></h2>\n<ul>\n\t<li>Do you have a bad back?</li>\n\t<li>Are you <a title=\"Stress and sleep\" href=\"http://www.nhs.uk/Conditions/stress-anxiety-depression/Pages/understanding-stress.aspx\">stressed? </a> <span style=\"color: #0000ff;\">(NHS and Stress)</span></li>\n\t<li>Can you feel your bed springs?</li>\n\t<li>Have you got the right bed for your health and well being?</li>\n\t<li>Is your bed the right size?</li>\n\t<li><a href=\"http://www.bedguru.co.uk/blog/do-you-need-a-new-mattress/\">Do you choose a hard mattress or memory foam?</a> <span style=\"color: #0000ff;\">(Please click for advice)</span></li>\n</ul>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/02/Bed.jpg\"><img class=\"wp-image-12613 size-small-carousel\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/02/Bed-245x136.jpg\" alt=\"How to choose the right mattress for a better nights sleep? Speak to Carl (He is one of our members)\" width=\"245\" height=\"136\" /></a> How to choose the right mattress for a better nights ? Speak to Carl (He is one of our members)<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>So why is a good nights sleep good for your health and how will it improve your fitness.<p>UK Outdoor Fitness is working together to provide you with the best advice in helping sleep better with right comfort.<p><a title=\"Carl Walsh\" href=\"http://www.bni-europe.com/chapter-member.php?chapter=369&amp;member=1121236\">Carl Walsh</a> from the<a title=\"The Bed Guru\" href=\"http://www.bedguru.co.uk\">Bed Guru </a> is a UK Outdoor Fitness member is here to help.<p>We all train hard at Bootcamp but can let ourselves down at night. It is proven that, if you get a better nights sleep this can improve health and also give you more energy to train harder, feel better and recover. It is recommended  by the <a title=\"sleep foundation\" href=\"http://sleepfoundation.org/sleep-news/sleep-athletic-performance-and-recovery\">sleep foundation</a> that you have between 6 to 8 hour sleep for the optimum recovery. Having the right mattress tailored to your body shape and posture can massively enhance this.<p>We are offering Carl's service to  help you choose the right bed and mattress for you.<p>The Bed Guru as a UK Outdoor Fitness benefit is also offering 10% off any purchase (Please email paul@ukoutdoorfitness.com to get a voucher code quoting the Bed Guru <a title=\"The Bed Guru\" href=\"http://www.bedguru.co.uk\">www.bedguru.co.uk</a><p>Please see Carl's Top Tips or for more info advice and details on the right bed or mattress please email carl@bedguru.co.uk or call 01132 433616<p>&nbsp;",
	"image": null,
	"publishedDate": 1422895167000
}, {
	"id": 12806,
	"title": "Summer Body",
	"html": "<h1>Summer Body - 10 steps to your summer body.</h1>\n<h2><span style=\"color: #0000ff;\">Would you like a better summer body? Shape up for your holiday or just live a healthier lifestyle?</span></h2>\nUK Outdoor Fitness have come up with 10 steps to do this:<p><strong>1 - Hydration: </strong>Between 50-75% of our body consists of water making it key that we stay hydrated throughout the day, especially during the summer. Our body relies on water for a series of reasons such as cell life, chemical and metabolic reactions, transporting nutrients, regulating body temperature and removing waste from our system. We also dehydrate through exhalation and sweat. Increasing the importance of hydration during the summer period. Males should aim to drink 3 litres of water per day, 2.2 litres for women. More on hydration can be found at the link below:<p>http://www.medicaldaily.com/7-ways-lose-weight-drinking-more-water-your-diet-247471<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/02/EXAMPLE-1.jpg\"><img class=\"wp-image-12875 size-thumbnail\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/02/EXAMPLE-1-150x150.jpg\" alt=\"Drink and Hydrate\" width=\"150\" height=\"150\" /></a> Drink and Hydrate<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p><strong>2 - Sleep: As daylight increases so does the temperature:</strong> This can play a big part on our ability to sleep and recover both mentally and physically. Affecting how we feel and how we perform. Sleep is a key factor as is getting the right amount. It has been suggested that Adults should be getting between 7-8 hours sleep per night. Studies have shown that any less or more than this can make it harder for one to lose weight. Connections have also been made between poor sleep and obesity. Stressing the importance of a good nights sleep and sleeping pattern. More on sleep can be found at the link below:<p>http://www.nhs.uk/news/2011/03March/Pages/sleep-and-weight-loss.aspx<p><strong>3 - Never skip breakfast:</strong> Many people believe that skipping breakfast will result in them losing weight as a result of consuming less food. However, this is not true. When we sleep our body is still active, resulting in the food that we consume throughout the day to be broken down in order to provide the required energy. Breakfast allows for us to replenish these stores as well as fuelling our body for the days activity. Skipping it causes for our metabolism to slow, burning less calories. This can lead to weight gain. More on the importance of breakfast can be found at the link below:<p>http://www.livescience.com/39598-reasons-never-skip-breakfast.html<p><strong>4 - Get your 5 a day:</strong> We've heard this all of our lives and we hear it for a reason. Recent research shows that only 1 in 7 of us consumer 5 pieces of fruit or veg a day, but why? Fruit and vegetables are a great source of vitamins and minerals. Alongside a high source of fibre, key for maintaining a healthy guy and prevention of digestive issues. Also contributing greatly to a healthy and balanced diet. Whilst lowering the risk of obesity and other health problems. More on the importance of 5 a day can be found the at the link below:<p>http://www.dailymail.co.uk/health/article-133205/Fifteen-reasons-eat-portions-day.html<p><strong>5 - Ensure you're eating enough:</strong> As the temperature increases people tend to eat less often or not as much. As mentioned before, eating less often can slow metabolism and lead to weight gain. This is not ideal when trying to slim down for summer. Despite the weather it is important to consume the adequate amount of calories that your body requires for your fitness goals. Try to eat smaller meals frequently or a liquid based snack in between meals. More on summer food ideas can be found at the link below:<p>http://www.dailymail.co.uk/health/article-184206/Cool-foods-eat-summer.html<p><strong>6 - Alcohol consumption:</strong> With an increase in temperature social activities begin to occur in the forms of BBQ's and trips to beer gardens. Don't let alcohol get in the way of your summer body. Eating before you drink will make you feel fuller and can reduce the need to drink. Pacing yourself is also another way to ensure you don't consume too much. It is easy for many to forget that alcohol contains calories, making it easier to drink just as many as they eat. Be sensible with your consumption to avoid swapping that flat stomach for a big beer belly. More on alcohol, the summer and weight gain can be found at the link below:<p>http://www.medicinenet.com/alcohol_and_nutrition/page3.htm<p>http://lifehacker.com/this-infographic-shows-how-alcohol-contributes-to-weigh-1654922869<p><strong>7 - Reduce sugar intake:</strong> Regardless of summer, fizzy drinks and those with high caffeine content are consumed. Simple steps can help to reduce your intake with options such as switching to a diet fizzy drink for instance or reducing how many teaspoons of sugar go in to your morning coffee. A high sugar intake can result in weight gain due to increased cravings and binge eating, potentially leading to more severe issues such as heart problems. More on the relationship between sugar intake and weight gain can be found at the link below:<p>http://www.webmd.com/diet/20130114/sugar-excess-weight<p><a href=\"http://joshdavies.co.uk/feelgoodnutrition/\"><img class=\"wp-image-12876 size-thumbnail\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/02/Reduce_Sugar-300x298-150x150.jpg\" alt=\"Reducing Sugar will aid weight loss\" width=\"150\" height=\"150\" /></a> Reducing Sugar will aid weight loss<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>8 - <strong>Avoid cravings, and find a healthy alternative</strong>: Finding yourself hungry in-between meals or craving something sweet? Don't sabotage your progress by cheating yourself and eating junk. Ask yourself if you're hungry or just dehydrated, the feeling of hunger can be mistaken as dehydration. Make sure you're eating enough at meals. However, if you do find yourself hungry throughout the day then try some of the options on the link below:<p>http://www.rd.com/slideshows/stop-the-craving-24-healthy-snack-ideas/<p>9 – Switch your transport: Make the most of the weather this summer and swap the car for a healthier method of transport. Simply walking or biking from place to place this summer is a great and simple way to stay in shape. This increase in activity can help not only strengthen your heart but also burn off that extra ice cream. Just one hour of moderate paced walking can burn up to 400 calories. Not only will this help you stay in shape but it’s also a great way to save money and help the environment. More information can be found at the link below:<p><a href=\"http://www.nhs.uk/Livewell/loseweight/Pages/10000stepschallenge.aspx\">http://www.nhs.uk/Livewell/loseweight/Pages/10000stepschallenge.aspx</a><p>10 – Set goals and track your progress: With the nice weather people can find it easy to lose focus. Spending more time relaxing in the garden or at the beach and neglecting exercise. This could lead to putting on the weight which they worked so hard to lose. The use of goal setting can help motivate you and keep focused during the hot weather. More information can be found at the link below:<p><a href=\"http://www.mayoclinic.org/healthy-living/weight-loss/in-depth/weight-loss/art-20048224\">http://www.mayoclinic.org/healthy-living/weight-loss/in-depth/weight-loss/art-20048224</a>",
	"image": null,
	"publishedDate": 1424689835000
}, {
	"id": 13622,
	"title": "Yorkshire Warrior Sponsors",
	"html": "<h1><span style=\"color: #ff0000;\"><strong>Yorkshire Warrior Sponsors</strong></span></h1>\n<strong><span style=\"color: #0000ff;\">UK Outdoor Fitness and UK Health and Well Being (Races)</span></strong> are proud to be sponsored for the Yorkshire Warrior race on April 12th by the following 4 sponsors. This has allowed us to give  every racer a complimentary t shirt who are running with the UKOF* team. The Yorkshire Warrior is a 5 or 10 mile Obstacle race course in the historical town of Harrogate.<p><strong>Summary</strong>\n<ul>\n\t<li><a title=\"James Wilkin\" href=\"https://uk.linkedin.com/pub/james-wilkin/45/90/176\" target=\"_blank\"><strong>James Wilkin</strong></a> of Woolfoot Heating - Contact Email : j.d.wilkin@hotmail.co.uk <span style=\"color: #0000ff;\"><strong>(New boiler quotes and repairs in Leeds Area)</strong> </span></li>\n\t<li><a title=\"Andrew Bull\" href=\"https://uk.linkedin.com/pub/andrew-bull/13/420/ba\" target=\"_blank\"><strong>Andrew Bull</strong></a> of Andrew Bull Insurances - Contact Email: AndrewBull@andrewbull.co.uk <strong><span style=\"color: #0000ff;\">(free insurance health  check for you and your family)</span> </strong></li>\n\t<li><a title=\"Catherine Casey\" href=\"https://uk.linkedin.com/in/catherinelouisecasey\" target=\"_blank\"><strong>Catherine Casey</strong></a> of Rockwood Financial Services; Contact Email: catherine@rockwoodfs.co.uk <strong><span style=\"color: #0000ff;\">(Free no obligations confidential chat about your financial situation)</span></strong></li>\n\t<li><a href=\"https://uk.linkedin.com/pub/martin-thornley/14/a4b/367\" target=\"_blank\"><strong>Martin Thornley</strong> </a>of Thornley and Lumb Building services: Contact Email: webmail@thornleylumb.co.uk <strong><span style=\"color: #0000ff;\">(Exposure and contacts for company's who might need there services)</span> </strong></li>\n</ul>\n&nbsp;\n<h2><strong><span style=\"color: #cc99ff;\">Sponsor:</span> James Wilkin </strong><strong>of Woolfoot Heating </strong></h2>\n<h4><em>\"Worcester-Bosch Accredited Installers and Heating Services\"</em></h4>\nWebsite: <a href=\"http://www.woolfootheating.co.uk/\">http://www.woolfootheating.co.uk/</a><p>If you are looking for a business who specialise in both Domestic and Commercial Gas heating installations, welcome to Woolfoot Heating. They are a highly recommended boiler installation company who also offer boiler and central heating repairs   If you are wanting a quote on a new boiler or would like to know any more information on the services that WOOLFOOT HEATING has please let me know or get in touch with James quoting UK Outdoor Fitness and they will give you the very best deals<p>Facebook Page to Like and share: <a title=\"WOOLFOOT HEATING\" href=\"https://www.facebook.com/EJWoolfootLtd?fref=ts\" target=\"_blank\">FACEBOOK PAGE LINK</a><p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Woolfoot-heating.jpg\"><img class=\"wp-image-13623 \" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Woolfoot-heating.jpg\" alt=\"Yorkshire Warrior Sponsor 2015\" width=\"980\" height=\"137\" /></a> Yorkshire Warrior Sponsor 2015<p>&nbsp;\n<h2></h2>\n<h2><strong><span style=\"color: #cc99ff;\">Sponsor:</span> Andrew Bull of Andrew Bull Insurance </strong></h2>\n<h4><strong><em>\"Insurance Broker\"</em></strong></h4>\nWebsite: <a href=\"http://www.andrewbull.co.uk/\">http://www.andrewbull.co.uk/</a><p>As part of the sponsorship deal all Andrew is asking is that you will let him offer you a free health check for your insurances<p>Some of the services:.\n<ul>\n\t<li>Properly Owners (Contents &amp; Household Insurance)</li>\n\t<li>Self Employed</li>\n\t<li>Car and Van Insurance</li>\n\t<li>Commercial Insurance</li>\n\t<li>Public and Employers Liability</li>\n\t<li>Travel Insurance</li>\n</ul>\nThis does not cost you to speak to Andrew. If Andrew cannot find you a better or cheaper policy then he will let you know you have the best policy! (Andrew is genuine decent man whose ethos is to find out what is best for you and personal interest been no.1 priority. This attitude has led Andrew to gain one of the best reputations in Yorkshire) <span style=\"color: #0000ff;\">\"Over the last year Andrew has saved me 100’s of pounds in premiums as well as saving me 1000’s, which I would not have got without his advice! I personally recommend Andrew and is highly endorsed by many, many people.\"</span> He currently insures many UK Outdoor Fitness member already. If you would like to speak to Andrew please  pass me your email address and number so he will contact you over the next month to see if he can help or advise (Again no cost involved and you are not oblige to take any service)<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Andrew-bull.png\"><img class=\"wp-image-13627 size-full\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Andrew-bull.png\" alt=\"Andrew Bull \" width=\"141\" height=\"141\" /></a> Andrew Bull<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;\n<h2><strong><span style=\"color: #cc99ff;\">Sponsor:</span> Catherine Casey of Rockwood </strong><strong>Financial Services </strong></h2>\n<h4>Financial Services, Pensions and Saving advice</h4>\nWebsite: <a title=\"Rockwood Financial\" href=\"http://www.rockwoodfs.co.uk/\">http://www.rockwoodfs.co.uk/</a><p>Rockwood Financial Service offer you the very best advice on personal finance, saving and pensions Before they do anything, they take the time to sit down and listen to your current situation. Only when they fully understand your financial needs, both now and in the future, they provide expert, tailored advice, in a way that you can easily understand (No jargon or misleading words included)<p>If you need advice of the following <a title=\"Services\" href=\"http://www.rockwoodfs.co.uk/rockwood/\">Rockwood Financial Solution's </a>come very highly recommended as well as serving current members of UKOF:\n<ul>\n\t<li>Pensions &amp; Retirement Advice</li>\n\t<li>Investment Advice</li>\n\t<li>Lifestyle Protection Advice</li>\n\t<li>Mortgage Advice</li>\n\t<li>Corporate Advice</li>\n\t<li>Tax Planning</li>\n\t<li>Trusts &amp; Charities</li>\n\t<li>Long Term Care</li>\n</ul>\nFor a free now obligation chat please call 0843 658 4400 or contact me paul@ukoutdoorfitnes.com and I can introduce you to Catherine or her team<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Catherine-Casey.png\"><img class=\"wp-image-13628 size-medium\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Catherine-Casey-300x204.png\" alt=\"Catherine Casey \" width=\"300\" height=\"204\" /></a> Catherine Casey<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;\n<h2><strong><span style=\"color: #cc99ff;\">Sponsor:</span> Martin of  Thornley and Lumb  </strong></h2>\n<h4><em><strong>\"Mechanical &amp; Electrical Consultant Engineers, Building Services &amp; Engineering Consultancy - Low Carbon Consultants &amp; BREEAM Assessors\"</strong></em></h4>\nWebsite: <a href=\"http://www.thornleylumb.co.uk/\">http://www.thornleylumb.co.uk/</a> &gt; <a title=\"Services\" href=\"http://www.thornleylumb.co.uk/services.htm\" target=\"_blank\">Services Provided </a><p>If you know any company or have a company yourself that may benefit from Martin company please let me know or contact through the website<p>Thornley &amp; Lumb Partnership Ltd is a mid-sized building services    engineering consultancy, established for over twenty years, offering a  wealth of experience and expertise within the construction industry with a well proven track record throughout the UK and also abroad.<p><em>\"We form close links with our clients to develop an understanding of our role in the achievement of their goals. We deliver strong technical ability in a well managed and disciplined way and strive to communicate with our clients in a language that suits their specific needs.\"</em><p>Services:\n<ul>\n\t<li>Initial site investigations &amp; Dilapidation Reports</li>\n\t<li>Feasibility Studies and Cost Advice</li>\n\t<li>Full Detailed Design Brief &amp; Specifications / Drawings</li>\n\t<li>D&amp;B Design Brief &amp; Performance Specifications / Drawings</li>\n\t<li>Full Design Facility for Mechanical and Electrical Contractors</li>\n\t<li>Full Visual Lighting Design Service</li>\n\t<li>Project Management</li>\n\t<li>Production of Operating Maintenance Manuals &amp; Building Log Books</li>\n\t<li>Registered Low Carbon Consultants for the production of SBEM Calculations and Part L Compliance</li>\n\t<li>Registered Energy Assessors for the production of Energy Performance Certificates (EPC) and Display Energy Certificates (DEC)</li>\n\t<li>SAP Assessments for Domestic Dwellings and Part L Compliance</li>\n\t<li>BREEAM Assessments in Office and Retail</li>\n\t<li>Code for Sustainable Homes and Ecohomes Assessments</li>\n\t<li>Energy Assessments, Statements &amp; Audits</li>\n</ul>\nFor further information regarding any of the above consultancy please contact on the above website quoting UK Outdoor Fitness<p><em> <a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Thornley-and-Lumb.gif\"><img class=\"alignleft wp-image-13626 size-full\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/04/Thornley-and-Lumb.gif\" alt=\"Thornley and Lumb\" width=\"130\" height=\"64\" /></a></em><p>&nbsp;<p>UKOF* = UK Outdoor Fitness<p><span style=\"color: #cc99ff;\"><em>Thank you to Amedeus Mozat from <a title=\"The Ideal Place\" href=\"http://theidealplace.co.uk/\"><span style=\"color: #cc99ff;\">The Ideal Place</span></a> for design and printing of the T Shirts</em> </span>",
	"image": null,
	"publishedDate": 1429185492000
}, {
	"id": 16342,
	"title": "Home work out 2",
	"html": "<h1>Fat burning Mini Home work out 2</h1>\n<h4><span style=\"color: #0000ff;\">Don't have time? Have Children? Need a quick work out at home?</span></h4>\nUK Outdoor Fitness have put together tried and test fat burning work out plans for you to try!<p><strong>Home work out plan action time:</strong><p>Warm up (as you would yourself normal and mobility)\n<ol>\n\t<li><strong>10 </strong>Squat and press (Use Kettlebell or ViPR. If you do not have equipment perform normal bodyweight squats)</li>\n\t<li><strong>10 </strong>Jack Jumps or Start Jumpers</li>\n\t<li><strong>20</strong> Sit up or Reverse crunch</li>\n\t<li><strong>10</strong> Press Up</li>\n\t<li><strong>10</strong> Around the halo Exercise each way*</li>\n\t<li><strong>10</strong> Burpees</li>\n</ol>\n<span style=\"color: #0000ff;\"><em>Repeat for 10 - 15 minutes non stop or if you are a beginner have a 20 to 40 second rest after each full circuit! Remember to push your self as hard as you can, its your work out </em></span><p>Cool down and stretch<p>*Around the halo exercise below. If you do not have equipment add 20 mountain climbers in<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/Kettlebell-Exercises-Kettlebell-Halo.jpg\"><img class=\"wp-image-16343 size-medium\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/Kettlebell-Exercises-Kettlebell-Halo-300x234.jpg\" alt=\"Around the Halo (Can be performed with ViPR too\" width=\"300\" height=\"234\" /></a> Around the Hallo Example! Can be performed with ViPRS as well<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;<p>&nbsp;\n<p style=\"text-align: left;\">Exercises Examples and Tips</p>\nSquat and Press - Remember to have feet shoulder width a part with heals down! As you come down have you chest high and glutes pushing down aiming for 90 degrees or more when you come down! As you push up on the press engage your core and similtamilaously  push up the kettle or vipr at the same time<p><a href=\"https://www.youtube.com/watch?v=nmwgirgXLYM\">Mountain climbers </a> <a href=\"https://www.pinterest.com/explore/reverse-crunches/\">Reverse Crunch Options</a><p>&nbsp;<p>&nbsp;",
	"image": null,
	"publishedDate": 1441223579000
}, {
	"id": 16860,
	"title": "Home work out 3",
	"html": "<h1>Home work out 3</h1>\n<h2><span style=\"color: #0000ff;\">Interval training - mini home work out (Anywhere - any place)</span></h2>\n<h2>Interval training can be named differently - Please click on the link for the meanings <a href=\"https://en.wikipedia.org/wiki/High-intensity_interval_training\">(Tabata/ Interval Training/ HIIT/ HITE or SIT) </a></h2>\nBasically interval training or Tabata is a form of training method where you training at a high intensity for a short period of time follow by a short rest and then repeated again. You can try this as a beginner picking easier exercise to a high advanced workout including <a href=\"https://en.wikipedia.org/wiki/Plyometrics\">plyometric</a> and explosive variables<p>Here is a quick fast blast work out you can do in your own time at work<p>You exercise for 30 second, take 10 seconds rest and then execise for 30 seconds. You then continue in that format<p>You can add no rest up to 1 minute rest after each exercise change (Approximate 11 minutes upto 22 min work out)<p><strong>The work out</strong>\n<ol>\n\t<li>Squats (Jumping Squats) 30 seconds 10 second rest x 4 (2min 40 seconds)</li>\n\t<li>Sit ups (Super slow sits up) 30 second 10 second rest x 4 (2min 40 seconds)</li>\n\t<li>Press up (Clapping Press ups) 30 seconds 10 second rest x 4 (2min 40 seconds)</li>\n\t<li>Lunges (Advanced –Jumping Lunges) 30 seconds 10 second rest x 4 (2min 40 seconds)</li>\n\t<li>Burpees (Advanced - press up burpees with knew tuck) 30 seconds 10 second rest x 4 (2min 40 seconds)</li>\n</ol>\nAdded bonus round<p>Repeat each exercise back to back with no rest for 1min to finish the workout off<p>Squats &gt; Sit up &gt; Press ups &gt; Lunges &gt; Burpees<p>Gadgets<p>Gym boss - To help your timing check you can get a Gym Boss - You will be able to find one on Google or Ebay<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/gymboss-front-blue.jpg\"><img class=\"size-medium wp-image-16865\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/gymboss-front-blue-300x245.jpg\" alt=\"Interval Timer and stop watch\" width=\"300\" height=\"245\" /></a> Interval Timer and stop watch<p>Let the timing begin<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/stopwatch.jpg\"><img class=\"size-medium wp-image-16864\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/09/stopwatch-300x145.jpg\" alt=\"Interval timing\" width=\"300\" height=\"145\" /></a> Interval timing",
	"image": null,
	"publishedDate": 1443543531000
}, {
	"id": 17557,
	"title": "Reasons to exercise in 2016",
	"html": "<h1><strong>Reasons to exercise in 2016</strong></h1>\nWe are coming up to the ‘New Year, New You’ time; and New Year’s resolutions. Outdoor fitness a huge way to help your health and well-being by losing weight and inches; helping your confidence; improving your blood pressure to meeting, and making new friends. So why is starting your fitness regime so good for you, especially outdoors? You will benefit from fresh air in the great outdoors. Group training especially is one of the largest growing trends, which allows you to enjoy exercise whilst been part of a group. Social inclusion and encouragement is a key part of group fitness, so embrace being pushed, helped and supported by many other peers all with the same goal of improving their health, and ultimately to live a longer life<p>Below is a list of benefits:\n<ul>\n\t<li>Lose weight and tone up</li>\n\t<li>Change lifestyle habit</li>\n\t<li>Improve cholesterol, blood pressure, and resting heart rate</li>\n\t<li>Lose inches</li>\n\t<li>Help with depression - <a href=\"http://www.nhs.uk/conditions/stress-anxiety-depression/pages/exercise-for-depression.aspx\">Exercise for depression</a></li>\n\t<li>Meeting new people and gain new friends</li>\n\t<li>Improve bone density (Especially important from 30 upwards to prevent brittle bone disease)</li>\n</ul>\nWe ask the questions?\n<ul>\n\t<li>Do you get out of breath easy?</li>\n\t<li>Have you a holiday coming up?</li>\n\t<li>Would you like to lose weight?</li>\n\t<li>Have you recently had a baby?</li>\n\t<li>Would you like to meet new people?</li>\n</ul>\nIf you answer yes, then there is no better time to start your fitness regime for 2016!<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/11/Weight-Loss-Leanne.jpg\"><img class=\"wp-image-17764 size-medium\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/11/Weight-Loss-Leanne-300x300.jpg\" alt=\"Meet Leanne who over a the last two years been a members losing weight and now has exercise as a huge part of her life \" width=\"300\" height=\"300\" /></a> Meet Leanne; who over a the last three years has been a member losing a lot of weight and now has exercise, running (Farlsey Running club), running Obstacle Race and outdoor fitness as a huge part of her life. She is an excellent ambassador for what we are trying to achieve; Long term health and well being.<p><strong>Excuses</strong> - We find people use excuses to not exercise. If you use these excuses maybe we can help:\n<ol>\n\t<li><strong>I need to get fit before i start -</strong> <span style=\"color: #0000ff;\">This is our job what ever level of fitness you are we will help you to the next level from beginner to race winning material </span></li>\n\t<li><span style=\"color: #333333;\"><strong>I don't have time -</strong> <span style=\"color: #0000ff;\">1 hour a day is only 4% of your time - surely investing in living longer, feeling better and losing weight, you can justify this </span></span></li>\n\t<li><strong>I don't know anyone -</strong> <span style=\"color: #0000ff;\">We will introduce you to new people and make you feel very welcome. Some sites we have buddy up partners who will look after you and help introduce you to UK Outdoor Fitness the right way </span></li>\n\t<li><strong>Its only for women -</strong> A<span style=\"color: #0000ff;\">ll our classes cater for both Female and male participants. You might even meet a new partner (Plenty have already) </span></li>\n\t<li><strong>I am too busy with work -</strong> T<span style=\"color: #0000ff;\">his is a hard one but you do need to look at your work life balance. Try time for yourself and see how your work productivity increases </span></li>\n\t<li><strong>Its too expensive - </strong><span style=\"color: #0000ff;\">We are extremely good value for money and in many case offering classes 7 days a week. We are not the cheapest in the industry but cheap is not always the best option. We do have some of the best and highly qualified instructors in the industry. Our high class trainers all have one common interest; Helping you generate the results you want. We do not want to feel like a number which you may find at some of the lower budget gyms around</span><strong>. </strong><span style=\"color: #0000ff;\">With our monthly memberships you can come for as little as £2 - £2.50 a class </span></li>\n</ol>\n<strong>Motivation </strong><p>If you need motivation, have questions or want general advice please email <a href=\"mailto:motivation@ukoutdoorfiness.com\">motivation@ukoutdoorfiness.com</a>",
	"image": null,
	"publishedDate": 1448289415000
}, {
	"id": 17768,
	"title": "Outdoor Trail Trainers",
	"html": "<h1>Outdoor Trail Trainers</h1>\nUsing Outdoor Trail Trainers can help with safety in the winter, as well as improving performance for fitness and upcoming races.<p>Below we have some information and suggestions to help you on the subject.\n<p dir=\"ltr\"><span style=\"color: #0000ff;\"><b><u>Winter footwear</u></b></span></p>\n<p dir=\"ltr\">As the weather gets particularly muddy and slippery a number of bootcampers have asked about appropriate footwear.</p>\n<p dir=\"ltr\">Ideally, you want to be looking at trail running shoes/ trainers, as they offer good support and a better grip.  Some people wear football boots, but we don't really recommend these as they can be dangerous during group games, and don't give the adequate support for the activities we take part in! Normal running trainers have great grip on Tarmac but none in mud, and the wetter unstable terrain that we have in the Winter. When wearing the wrong type of trainers, you may find yourself sliding about and in some cases cause your self an injury by tripping, slipping or twisting in the wrong way.</p>\n<p dir=\"ltr\">The benefit of trail trainers is that you can use them for Bootcamps, and then also in an obstacle race. You will find that spiked, studded or bladed boots are banned at races. This will make a pair of trail shoes a sound investment and will be there for you when you sign up to the trail, obstacle and mud races, such as Total Warrior and Tough Mudder.</p>\n<p dir=\"ltr\">Which Trainers to buy completely depends on your budget, your running style and the support that you need for your feet, knees and ankles; but there are great trainers out there to suit everyone's needs. Personally, I need to have a trainer with strong ankle support, as I have weak ankles. You may prefer waterproof trainers, a lighter weight pair or ones that allow your feet to breathe. It's all down to your own preferences.</p>\n<p dir=\"ltr\"><span style=\"color: #0000ff;\"><b>Suggestions to look at:</b></span></p>\n<p dir=\"ltr\"><b>Budget (£25-£30)</b></p>\n<p dir=\"ltr\">At the budget end of the spectrum are trail trainers by Karrimor. These can be bought from SportsDirect for under £30. There  are also some by a company called More Miles. A lot of people use the More Miles trainers in obstacle races, and people absolutely rave about them. You will find these at around the £25 mark. Both offer great grip and fantastic value for money.</p>\n<p dir=\"ltr\"><b>Mid-range (£50-£65)</b></p><p><ol>\n\t<li dir=\"ltr\">A<a href=\"http://www.runandbecome.com/running-product-reviews/shoes/off-road-shoes/review-adidas-kanadia-trail-4\">didas Kanadia Range</a>,</li>\n\t<li dir=\"ltr\"><a href=\"http://www.mudstacle.com/2015/07/asics-gel-fuji-runnegade-review-built-in-debris-prevention-for-ocrs.html\">Asics Fuji runnegade</a> (Recommended for mud runs) These are deemed to be more running rather than trail trainers, but they are great for extreme conditions, and give better support as well as great grip.</li>\n</ol>\n<p dir=\"ltr\"><b>Top of the range (£60-£120)</b></p>\n<p dir=\"ltr\">Here, the price can sky rocket, depending what you want for your money. You will find that you have a lot more options in this price range in terms of the colours that you want and the variability that you want from your shoes.</p>\n<p dir=\"ltr\">Some of the most popular shoes in this price range are listed and reviewed below:</p><p><ol>\n\t<li dir=\"ltr\"><a href=\"http://www.runnersworld.co.uk/reviews/shoes/off-road-shoes/brooks-cascadia-4/56565.html\">Brooks Cascadia 4</a>. - These keep out the rain but allow moisture. They offer great stability and is also eco-friendly</li>\n\t<li dir=\"ltr\"><a href=\"http://www.outdoorgearlab.com/Trail-Running-Shoes-Reviews/Salomon-Speedcross-3\">Salomon speedcross 3 </a>trainers have great grip, are light weight,  and come with a two year guarantee. A great blog on these trainers from the <a href=\"http://www.redwinerunner.co.uk/2013/10/14/review-salomon-speedcross-3-trail-shoes/\">Red Wine Runner</a> is particularly helpful, and advises that the Speedcross 2 trainers are excellent as well.</li>\n\t<li dir=\"ltr\"><a href=\"http://www.runandbecome.com/running-product-reviews/shoes/off-road-shoes/review-salomon-fellraiser\">Salomon Fellraisers</a></li>\n\t<li dir=\"ltr\"><a href=\"http://www.runningshoesguru.com/2012/10/asics-fuji-trabuco-review-trail\">ASICS Gel-Fujitrabuco 3 G-Tx</a></li>\n</ol>\n<span style=\"color: #0000ff;\">UK Outdoor Fitness Choic</span>e <a href=\"http://www.muddyrace.co.uk/gear/212-talons/\">Inov-8 X Talon</a> These trainers are Obstacle course approved, and are worn by many members of the UK Outdoor Fitness community. Please note though these trainers have a heel drop and you should be looking in to this <a href=\"http://www.inov-8.com/New/Global/Transition-Journey.html\">http://www.inov-8.com/New/Global/Transition-Journey.html</a> Jumping straight into using these type of trainers from heavily cushion trainers can aggravate or cause knee,ankle and calf injuries. Its takes time to get used to them (See link above) They are also not the best wearing on hard concrete or indoor surfaces<p>http://www.muddyrace.co.uk/gear/212-talons/<p>There are many other options that you can go for, which completely depend on your personal preferences. Prices vary from £60 - £120 as many companies do Goretex versions of their shoes as well as multiple colour options. You then get into the specialist shoes like the  Irock, and Icebug trainers, who all make specialist trail trainers and are widely used in obstacle races.<p>When looking at trainers please make sure you check the following  features:\n<ul>\n\t<li>heel drop,</li>\n\t<li>weight,</li>\n\t<li>comfort,</li>\n\t<li>ankle support,</li>\n\t<li>foot protection,</li>\n\t<li>style and cushioning levels.</li>\n</ul>\nThe world is your oyster when it comes to trail trainers!!\n<h3 dir=\"ltr\"><strong>Reviews</strong></h3>\n<ul>\n\t<li><a href=\"http://www.runnersworld.co.uk/reviews/shoes/off-road-shoes/14.html\">Runners World Website </a></li>\n\t<li><a href=\"http://mensrunninguk.co.uk/top-feature/5-best-trail-shoes/\">Mens Running UK </a></li>\n\t<li><a href=\"http://www.outdoorgearlab.com/Trail-Running-Shoes-Reviews\">Outdoor Gear Lab</a></li>\n\t<li><a href=\"http://www.independent.co.uk/extras/indybest/outdoor-activity/10-best-outdoor-running-shoes-9233524.html\">The Independent </a></li>\n</ul>\n<em>(Please note this article based on recommendations from our trainers experience and research we have taken through third party websites, companies and personal blogs. We accept no responsibility if and when you purchase any of our recommendations in the unfortunate event of a fall, trip or injury UK Outdoor Fitness Ltd, and UK Health and Well Being accepts no responsibility or liability) </em><p><span style=\"color: #0000ff;\">Blog Written by Trainers of UK Outdoor Fitness; Rob Maher, Eric Chitty and Paul Smith </span><p>&nbsp;",
	"image": null,
	"publishedDate": 1448379705000
}, {
	"id": 18101,
	"title": "Rapid Weight loss - The Truth",
	"html": "<h1><strong>Rapid Weight Loss - The Truth</strong></h1>\n<h2><em><strong><span style=\"color: #0000ff;\">\"FAD diets and poorly controlled extreme weight loss course</span>\"</strong></em></h2>\n<em>Over two thirds of the UK population is either overweight or obese</em>. It is estimated that by 2030 this figure will rise to over 70%! In a time where we know more about our nutritional needs than ever, how can this possibly be the case?! Diets/FADS, food marketing companies, ever changing government guidelines, and people becoming increasingly lazy are the main contributors.  This short article will look at the dangers of common extreme weight loss/FAD diets which people are using for quick fix results.<p>As tempting as it is to strive for results as fast as possible when trying to lose weight, it is not the way to go! In the modern day there are countless FAD diets encouraging rapid weight loss and whilst you may initially lose the weight, it can come with a number of health risks and it is not going to be sustainable. What is the point in losing 15lbs for you to put it back on as soon as you finish a diet which cannot be maintained for a long period of time?! FAD diets, crash diets of whatever you want to call them are money making schemes targeting vulnerable and often desperate people who are looking for an easy fix to lose weight. Think of the research you put into buying a new car or house – your body deserves even more attention!\n<h2><strong>Here is how to spot a FAD diet:</strong></h2>\n<ul>\n\t<li><span style=\"color: #0000ff;\">Magic or miracle pills</span></li>\n\t<li><span style=\"color: #0000ff;\">Little or no exercise</span></li>\n\t<li><span style=\"color: #0000ff;\">Rapid weight loss courses</span></li>\n\t<li><span style=\"color: #0000ff;\">Limited ‘menus’ and good foods/bad foods</span></li>\n\t<li><span style=\"color: #0000ff;\">Shake meal replacements</span></li>\n\t<li><span style=\"color: #0000ff;\">If it sounds too good to be true</span></li>\n\t<li><span style=\"color: #0000ff;\">Starvation diets </span></li>\n\t<li><span style=\"color: #0000ff;\">liquid diets</span></li>\n\t<li><span style=\"color: #0000ff;\">Meal Replacements </span></li>\n</ul>\n<a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/Fad-Diet.jpg\"><img class=\"size-medium wp-image-18107\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/Fad-Diet-300x200.jpg\" alt=\"&quot;Magic Pill&quot; diets do you really want this? Does that really look like fresh veg?\" width=\"300\" height=\"200\" /></a> \"Magic Pill\" diets do you really want this? Does that really look like fresh veg?<p>We now live in a world where the question of ‘what to eat’ has become overly complex and people will often seek expert advice. The multi-billion pound food and supplement industry brainwashes people about the latest lab made product which comes with a whole host of health claims - Real food doesn’t need health claims. The food industry uses similar marketing tactics that the tobacco used to. Using catchy slogans to tempt people into purchasing - ‘A Mars a day helps you work, rest and play’ – yeah right! These sugary snacks, washed down with fizzy drinks and a microwave meal are in fact, in the long term, going to contribute to a number of potentially life threatening illnesses.\n<h2><strong>Safe rate of weight loss</strong></h2>\nIf you are trying to lose weight, a safe weekly rate of weight loss is between 0.5kg (1lb) and 1kg (2lb). To put that into perspective; 0.5 pounds of fat contains 1750 calories. So, to lose 0.5 pounds a week, you need to burn 250 more calories than you eat each day – this is easily achievable. In contrast, for a person to lose 4lb (14000 calories) in a week, they would need to burn an extra 2000 calories per day! To do this while providing your body with the required nutrients it needs is simply unachievable, hence the health risks.\n<h2><strong>Here are some of the health risks associated with rapid weight loss.</strong></h2>\n<ul>\n\t<li>Feeling tired and unwell – This is often as a result of the low carbohydrate content in these types of diet. Your body performs best when carbs are available as a source of energy. You are also likely to be lacking in vitamins and minerals which can result in tiredness, fatigue, infections/colds. Medium and long term this can cause added problems such as loss of bone density and damage to the nervous system!</li>\n\t<li>Unsettling body processes - Rapid weight loss puts the body into a stressful, defensive state. The body tries to protect itself against weight loss by lowering metabolism, heart rate and temperature.</li>\n\t<li>Gall bladder problems – People who lose more than 3 pounds per week have a substantially greater chance of getting gallstones than those who lose weight more slowly.</li>\n\t<li>Loss of muscle mass – This is a result of an inadequate protein and amino acid intake.</li>\n\t<li>Weight gain – You will rapidly regain the weight once you stop the diet. Your body will naturally need to restore the muscles and liver of the glycogen content that it has been missing!</li>\n</ul>\n<h2><strong>What to avoid:</strong></h2>\n<ul>\n\t<li>Severely cutting down calories (anything below 1200) – If you lower your calories too much you will not be able to consume enough nutrients to fuel your body or satisfy your hunger. You will also lower your metabolic rate, causing a lower rate of energy expenditure, which is likely to lead to instant weight gain as soon as the diet is stopped.</li>\n\t<li>Excessive/Extreme Exercise – It can be the concept that the best way to go about weight loss is to significantly increase exercise frequency. This can cause tiredness, increase the risk of injury, wear and tear, and could take away the feel good factor associated with exercise. In more severe cases, it can even lead to damage to the heart. Stick to exercising 5 times a week for between 30-60 minutes, combining resistance, cardio and stretching.</li>\n\t<li>Diets that revolve around a single food (Special K Diet, Cabbage Soup etc) - Diets that revolve around eating one food severely restricts a range of other foods causing nutritional deficiency. This also leads to ‘diet fatigue’ and no matter what the food – dieters will be sick of the sight of it within a week!</li>\n\t<li>Predominately eating one food group (Atkins diet) - Avoiding carbohydrates or fats being the most common. Avoiding carbohydrates is essentially taking away food that your body needs to use as energy. This results in the body using proteins as fuel = lean muscle loss. Avoiding fats is also as dangerous as our brain and nervous system need certain levels of fat to function properly! Taking away any food group will be affecting a function of the body – don’t do it!</li>\n\t<li>Pre-Packaged/ Processed/Takeout foods - Make your meals from whole foods as often as possible due to the high levels of unhealthy ingredients commonly found in highly-processed foods. These food sources are generally packed with additives and have high levels of trans and saturated fat, salt, sugar and contain very little nutritional value! Studies have linked processed meats, packaged meals, takeout food, and sugary snacks with higher rates of depression, stress, bipolar disorder and anxiety. If the ingredients list is longer your arm, it is almost certainly not good for you.</li>\n\t<li>Cleanses/Detox Plans – A lot of this weight loss comes from water weight and can be dangerous! ‘Your body is uniquely fine-tuned to detoxify and excrete toxins. So cleanses are unnecessary and can lead to serious complications by messing with your body’s systems’.</li>\n\t<li>Supplements/Diet pills – Often under researched and dangerous! If it sounds too good to be true, it probably is! Stick to proven, natural methods of weight loss.</li>\n</ul>\nAn in depth study found 83% of people who initially lost weight using FAD diets, went on to eventually show more weight gain than initially lost! <strong><span style=\"color: #0000ff;\">DO NOT DIET</span></strong>, but change your lifestyle! Rapid weight loss is not SAFE or SUSTAINABLE! The fact is, as human beings we aren’t supposed to diet!! We are made to crave a variety of foods and our bodies will tell us when we are hungry. Listen to your own body and zone out the mass media and the photoshopped picture of the celebrity that you want to look like within two weeks, be patient and results will follow. Make small, permanent changes that you can live with until they become habit.\n<h2><strong> ‘</strong><strong>Small permanent successes will beat out massively ambitious failures 100 times out of 100’.</strong></h2>\nHealthy eating is not about strict dietary limitations or depriving yourself of the foods you love. It’s about eating for enjoyment, to feel good, keeping your mind and body healthy. Where possible, prepare your own meals, always read labels, grill food instead of frying, plan meals in advance, never miss a meal and take your time eating to suppress your appetite. Eat a range of fruit and veg, aiming for at least 5 portions a day and limit your intake of trans &amp; saturated fats, simple carbohydrates (sugar), salt and alcohol. Don’t make a habit of using food as a comfort when anything goes wrong in your life! Use exercise as a stress relief, not a pack of doughnuts, and remind yourself that <u>nothing tastes as good as looking good feels! </u><p><span style=\"color: #0000ff;\"><strong><em>Stick to a range of whole (1 ingredient), healthy and REAL foods which are predominantly plant based, control portion sizes, drink plenty of water and exercise regularly</em></strong> </span>– There you go, a sentence that will in the long term, help you more than any diet on the market!<p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/ceoglam.com_.jpg\"><img class=\"size-medium wp-image-18106\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/ceoglam.com_-300x156.jpg\" alt=\"You do not need Rapid Weight Loss\" width=\"300\" height=\"156\" /></a> You do not need Rapid Weight Loss<p>For people who have developed bad habits over a number of years, this will not be easy, but what is easy in life? Embrace it and start loving food again! Eat healthy to live healthy<p>You only get one body, look after it.<p><strong>Rob Maher  </strong><span style=\"color: #0000ff;\"><em>BA (HONS) Sports Science and Injury, Personal Trainer Reps Level 3. </em></span><p><a href=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/DSCN0526.jpg\"><img class=\"size-medium wp-image-18103\" src=\"http://www.ukoutdoorfitness.com/wp-content/uploads/2015/12/DSCN0526-300x225.jpg\" alt=\"Lead Trainer and West and North Yorkshire Manager\" width=\"300\" height=\"225\" /></a> Lead Trainer and West and North Yorkshire Manager<p>If you have questions relating to this blog or for info on bootcamps and fitness classes please email <a href=\"mailto:rob@ukoutdoorfitness.com\">rob@ukoutdoorfitness.com</a>.<p>For weekly meal ideas and motivation follow: robukoutdoorfitness (Instagram).<p>Please look out for our 12 weeks Diet and Nutrition Educational course to help you with long term habits for better eating and lifestyle habits and chioices. <span style=\"color: #0000ff;\">No Magic fad or tricks </span><p>References\n<ul>\n\t<li><a href=\"http://www.foodtalk.com.au/contents/en-us/d59_rapid-weight-loss-diet-risks.html\">http://www.foodtalk.com.au/contents/en-us/d59_rapid-weight-loss-diet-risks.html</a></li>\n\t<li><a href=\"https://www.psychologytoday.com/blog/food-junkie/201307/the-truth-behind-fad-diets\">https://www.psychologytoday.com/blog/food-junkie/201307/the-truth-behind-fad-diets</a></li>\n\t<li><a href=\"http://www.helpguide.org/articles/healthy-eating/healthy-eating.htm\">http://www.helpguide.org/articles/healthy-eating/healthy-eating.htm</a></li>\n\t<li><a href=\"http://www.nerdfitness.com/blog/2011/11/10/healthy-eating/\">http://www.nerdfitness.com/blog/2011/11/10/healthy-eating/</a></li>\n\t<li><a href=\"http://www.hoab.org/wp-content/uploads/2013/01/Fad-Diet.jpg\">http://www.hoab.org/wp-content/uploads/2013/01/Fad-Diet.jpg</a></li>\n</ul>",
	"image": null,
	"publishedDate": 1449767435000
}]
